Repository: HanGPIErr/BacklogManager-Prod
Catalog: Resources/Strings.*.resx
Languages: es

# Requests_ProjectLead
source: Project Lead
es: Líder del Proyecto

# Requests_DriversAmbition
source: DRIVERS AND AMBITION
es: IMPULSORES Y AMBICIÓN

# Requests_Drivers
source: Drivers
es: Impulsores

# Requests_SelectDrivers
source: Select applicable drivers (multiple choices possible)
es: Seleccione los impulsores aplicables (múltiples opciones posibles)

# Requests_Ambition
source: Ambition
es: Ambición

# Requests_Beneficiaries
source: Beneficiaries
es: Beneficiarios

# Requests_WhoBenefits
source: Who benefits from this project? (multiple choices possible)
es: ¿Quién se beneficia de este proyecto? (múltiples opciones posibles)

# Requests_ExpectedGains
source: EXPECTED GAINS
es: GANANCIAS ESPERADAS

# Requests_TimeGains
source: Time Gains
es: Ganancias de Tiempo

# Requests_TimeGainsExample
source: Examples: '15 hours/week', '3 days/month', '20% workload'
es: Ejemplos: '15 horas/semana', '3 días/mes', '20% carga de trabajo'

# Requests_FinancialGains
source: Financial Gains (optional)
es: Ganancias Financieras (opcional)

# Requests_FinancialGainsExample
source: Examples: '€45000 annually', '€3500 monthly', 'N/A'
es: Ejemplos: '45000€ anuales', '3500€ mensuales', 'N/A'

# Requests_AssignedTeams
source: ASSIGNED TEAMS
es: EQUIPOS ASIGNADOS

# Requests_ConcernedTeams
source: Concerned Teams
es: Equipos concernidos

# Requests_SelectTeams
source: Select one or more teams (multiple choices possible)
es: Seleccione uno o varios equipos (múltiples opciones posibles)

# Requests_BusinessContext
source: Business Context
es: Contexto empresarial

# Requests_ExpectedBenefits
source: Expected Benefits
es: Beneficios esperados

# Requests_BusinessAnalyst
source: Business Analyst
es: Analista de Negocio

# Requests_ManagersLabel
source: Manager(s)
es: Gerente(s)

# Administration_Title
source: ADMINISTRATION
es: ADMINISTRACIÓN

# Administration_Description
source: User, role, project and system settings management
es: Gestión de usuarios, roles, proyectos y configuración del sistema

# Administration_UsersAndRoles
source: Users & Roles
es: Usuarios y Roles

# Administration_ProjectsAndTeam
source: Projects & Team
es: Proyectos y Equipo

# Administration_Reporting
source: Reporting
es: Reportes

# Administration_ChatHistory
source: AI Chat History
es: Historial Chat IA

# Administration_AuditLog
source: Audit Log
es: Registro de Auditoría

# Administration_Users
source: Users
es: Usuarios

# Administration_Programs
source: Programs
es: Programas

# Administration_Projects
source: Projects
es: Proyectos

# Administration_Teams
source: Teams
es: Equipos

# Administration_OpenChatHistory
source: Open conversation history
es: Abrir historial de conversaciones

# Users_FullName
source: Full Name
es: Nombre Completo

# Users_WindowsUsername
source: Windows Username
es: Usuario Windows

# Users_Role
source: Role
es: Rol

# Users_Status
source: Status
es: Estado

# Users_Active
source: Active
es: Activo

# Users_Yes
source: Yes
es: Sí

# Users_NewUser
source: New User
es: Nuevo Usuario

# Users_Modify
source: Modify
es: Modificar

# Users_Delete
source: Delete
es: Eliminar

# Users_Refresh
source: Refresh
es: Actualizar

# Users_SearchPlaceholder
source: Search for a user...
es: Buscar un usuario...

# Roles_ConfigurationTitle
source: Role permissions configuration
es: Configuración de permisos por rol

# Roles_Refresh
source: Refresh
es: Actualizar

# Roles_ResetAdminPermissions
source: Reset Admin permissions
es: Reiniciar permisos Admin

# Roles_ResetAdminTooltip
source: Enables ALL permissions for Administrator role
es: Activa TODOS los permisos para el rol Administrador

# Roles_CreateRequests
source: Create requests
es: Crear solicitudes

# Roles_Estimate
source: Estimate
es: Estimar

# Roles_Prioritize
source: Prioritize
es: Priorizar

# Roles_ModifyTasks
source: Modify tasks
es: Modificar tareas

# Roles_DeleteTasks
source: Delete tasks
es: Eliminar tareas

# Roles_ManageUsers
source: Manage users
es: Gestionar usuarios

# Roles_ManageReferences
source: Manage references
es: Gestionar referencias

# Roles_ViewKPI
source: View KPI
es: Ver KPI

# Roles_SaveChanges
source: Save changes
es: Guardar cambios

# Roles_ErrorLoading
source: Error loading roles: {0}
es: Error al cargar roles: {0}

# Roles_ErrorSaving
source: Error saving: {0}
es: Error al guardar: {0}

# Roles_PermissionsUpdated
source: Permissions for role '{0}' have been successfully updated.
es: Los permisos del rol '{0}' se han actualizado con éxito.

# Roles_ResetConfirmTitle
source: Reset Administrator permissions
es: Reiniciar permisos Administrador

# Roles_ResetConfirmMessage
source: Do you want to enable ALL permissions for Administrator role?
es: ¿Desea activar TODOS los permisos para el rol Administrador?

# Roles_ResetPermissionsList
source: This includes:\n✓ Create requests\n✓ Estimate\n✓ Prioritize\n✓ Modify tasks\n✓ Delete tasks\n✓ Manage users\n✓ Manage references\n✓ View KPI
es: Esto incluye:\n✓ Crear solicitudes\n✓ Estimar\n✓ Priorizar\n✓ Modificar tareas\n✓ Eliminar tareas\n✓ Gestionar usuarios\n✓ Gestionar referencias\n✓ Ver KPI

# Roles_AdminPermissionsReset
source: Administrator role permissions have been successfully reset.\n\nAll permissions are now enabled.
es: Los permisos del rol Administrador se han reiniciado con éxito.\n\nTodos los permisos están ahora activados.

# Common_Success
source: Success
es: Éxito

# Users_DisplayingFrom
source: Displaying from
es: Mostrando de

# Users_To
source: to
es: a

# Users_Of
source: of
es: de

# Users_TotalUsers
source: user(s)
es: usuario(s)

# Users_Previous
source: ◀ Previous
es: ◀ Anterior

# Users_Next
source: Next ▶
es: Siguiente ▶

# Users_Page
source: Page
es: Página

# Requests_NoManagersAssigned
source: No manager assigned to selected teams
es: Ningún gerente asignado a los equipos seleccionados

# Requests_SelectTeamsForManagers
source: Select teams to see managers
es: Selecciona equipos para ver gerentes

# Requests_Estimation
source: ESTIMATION
es: ESTIMACIÓN

# Requests_EstimatingDeveloper
source: Estimating Developer
es: Desarrollador estimador

# Requests_EstimationDays
source: Estimated effort (in man-days)
es: Estimación (días)

# Requests_ManagerValidation
source: MANAGER VALIDATION
es: VALIDACIÓN DEL GERENTE

# Requests_ValidationPending
source: This request is pending manager validation. Decide whether to accept or reject the project launch.
es: Esta solicitud está pendiente de validación del gerente. Decida si acepta o rechaza el lanzamiento del proyecto.

# Requests_DetailedSpecifications
source: DETAILED SPECIFICATIONS
es: ESPECIFICACIONES DETALLADAS

# Requests_DefineSpecifications
source: Define functional and technical specifications for the request
es: Defina las especificaciones funcionales y técnicas de la solicitud

# Requests_TitleSection
source: REQUEST TITLE
es: TÍTULO DE LA SOLICITUD

# Requests_GeneralInfo
source: GENERAL INFORMATION
es: INFORMACIÓN GENERAL

# Requests_ExpectedDate
source: EXPECTED DATE
es: FECHA ESPERADA

# Requests_Stakeholders
source: STAKEHOLDERS
es: INTERESADOS

# Requests_Developer
source: Developer
es: Desarrollador

# Requests_EstimationLabel
source: Estimation
es: Estimación

# Requests_Program
source: PROGRAM
es: PROGRAMA

# Requests_Implemented
source: IMPLEMENTED
es: IMPLEMENTADO

# Requests_NoTeamAssigned
source: No team assigned
es: Ningún equipo asignado

# Common_Hours
source: hours
es: horas

# Common_Description
source: DESCRIPTION
es: DESCRIPCIÓN

# Common_Status
source: STATUS
es: ESTADO

# Comments_Title
source: COMMENTS
es: COMENTARIOS

# Comments_AddComment
source: ADD A COMMENT
es: A\u00d1ADIR UN COMENTARIO

# Comments_NoComments
source: No comments
es: Sin comentarios

# Comments_OneComment
source: 1 comment
es: 1 comentario

# Comments_MultipleComments
source: {0} comments
es: {0} comentarios

# Common_Close
source: Close
es: Cerrar

# Common_Add
source: Add
es: A\u00f1adir

# Projects_NewProject
source: New project
es: Nuevo Proyecto

# Projects_EditProject
source: Edit Project
es: Modificar Proyecto

# Projects_ProjectInfo
source: Project Information
es: Información del Proyecto

# Projects_ProjectName
source: Project name
es: Nombre del proyecto

# Projects_DescriptionHint
source: Briefly describe the objective and scope of the project
es: Describa brevemente el objetivo y alcance del proyecto

# Projects_StartDate
source: Start date
es: Fecha de inicio

# Projects_EndDate
source: Expected end date
es: Fecha de finalización prevista

# Projects_ProjectPhase
source: Project phase
es: Fase del proyecto

# Projects_SelectPhase
source: Select the current phase of the project
es: Seleccione la fase actual del proyecto

# Projects_ProjectTeams
source: Teams working on this project
es: Equipos trabajando en este proyecto

# Projects_UncheckToArchive
source: Uncheck to archive the project
es: Desmarque para archivar el proyecto

# Projects_NoProgram
source: No program
es: Ningún programa

# Projects_PhaseFraming
source: Framing / Design
es: Framing / Diseño

# Projects_PhaseImplementation
source: Implementation / Change Management
es: Implementación / Gestión del Cambio

# Projects_PriorityTopHigh
source: Critical
es: Muy Alta

# Projects_PriorityHigh
source: High
es: Alta

# Projects_PriorityMedium
source: Medium
es: Media

# Projects_PriorityLow
source: Low
es: Baja

# Projects_DriverAutomation
source: Automation
es: Automatización

# Projects_DriverEfficiency
source: Efficiency Gains
es: Ganancias de Eficiencia

# Projects_DriverOptimization
source: Process Optimization
es: Optimización de Procesos

# Projects_DriverStandardization
source: Standardization
es: Estandarización

# Projects_DriverNone
source: None
es: Ninguno

# Projects_ActiveProject
source: Active project
es: Proyecto activo

# Projects_AlreadyImplemented
source: Already implemented
es: Ya implementado

# Projects_SaveProject
source: 💾 Save
es: 💾 Guardar

# Projects_Cancel
source: ❌ Cancel
es: ❌ Cancelar

# Projects_SelectDate
source: Select a date
es: Seleccionar una fecha

# Requests_HeaderSubtitle
source: Request #{0} • Created on {1}
es: Solicitud #{0} • Creada el {1}

# Common_NotSpecified
source: Not specified
es: No especificado

# Common_Days
source: day(s)
es: día(s)

# Requests_NotEstimated
source: Not estimated
es: No estimado

# Common_NotDefined
source: Not defined
es: No definido

# Common_None
source: None
es: Ninguno

# Common_Yes
source: Yes
es: Sí

# Common_NotAssigned
source: Unassigned
es: No asignado

# Requests_DetailedSpecs
source: DETAILED SPECIFICATIONS
es: ESPECIFICACIONES DETALLADAS

# Requests_DefineSpecs
source: Define the functional and technical specifications of the request
es: Defina las especificaciones funcionales y técnicas de la solicitud

# Requests_AwaitingValidation
source: This request is pending manager validation. Decide to accept or refuse the project launch.
es: Esta solicitud está esperando validación del manager. Decida aceptar o rechazar el lanzamiento del proyecto.

# Requests_ValidateAndEstimate
source: Validate and proceed to estimation
es: Validar y proceder a la estimación

# Common_Accept
source: Accept
es: Aceptar

# Common_Refuse
source: Refuse
es: Rechazar

# EmailAnalysis_Title
source: 📧 AI Email Analysis - New Request
es: 📧 Análisis IA de Email - Nueva Solicitud

# EmailAnalysis_Header
source: 📧 AI Analysis - Email Request
es: 📧 Análisis IA de Email para Nueva Solicitud

# EmailAnalysis_Subtitle
source: Transform your emails into structured requests automatically
es: Pegue el contenido del email y la IA rellenará automáticamente los campos de la solicitud

# EmailAnalysis_EmailContent
source: Email Content
es: 📨 Contenido del Email

# EmailAnalysis_PasteInstructions
source: Paste the content of your email here (body, subject, etc.)
es: Copie y pegue aquí el contenido completo del email recibido

# EmailAnalysis_AnalyzeButton
source: 🤖 Analyze with AI
es: 🤖 Analizar con IA

# EmailAnalysis_Cancel
source: Cancel
es: Cancelar

# EmailAnalysis_CreateRequest
source: ➕ Create Request
es: ✅ Crear Solicitud

# Requests_AlreadyImplemented
source: Already Implemented
es: Ya Implementado

# Requests_DriverAutomation
source: Automation
es: Automatización

# Requests_DriverEfficiency
source: Efficiency Gains
es: Ganancias de Eficiencia

# Requests_DriverOptimization
source: Process Optimization
es: Optimización de Procesos

# Requests_DriverStandardization
source: Standardization
es: Estandarización

# Requests_DriverNone
source: None
es: Ninguno

# Common_Validation
source: Validation
es: Validación

# Comments_EnterComment
source: Please enter a comment.
es: Por favor ingrese un comentario.

# Comments_UserNotLoggedIn
source: User not logged in.
es: Usuario no conectado.

# Comments_LoadError
source: Error loading comments: {0}
es: Error al cargar comentarios: {0}

# Comments_AddError
source: Error adding comment: {0}
es: Error al agregar comentario: {0}

# Comments_UnknownUser
source: Unknown user
es: Usuario desconocido

# Requests_ArchivePermissionDenied
source: Only administrators can archive requests.
es: Solo los administradores pueden archivar solicitudes.

# Requests_DeletePermissionDenied
source: You don't have permission to delete requests.
es: No tienes permisos para eliminar solicitudes.

# Requests_RequestNotFound
source: Request not found.
es: Solicitud no encontrada.

# Requests_ArchiveConfirmation
source: Are you sure you want to {0} this request? Title: {1} Status: {2}
es: ¿Estás seguro de que quieres {0} esta solicitud? Título: {1} Estado: {2}

# Requests_DeleteConfirmation
source: Are you sure you want to delete this request? Title: {0} Status: {1} This action is irreversible.
es: ¿Estás seguro de que quieres eliminar esta solicitud? Título: {0} Estado: {1} Esta acción es irreversible.

# Requests_ArchiveSuccess
source: Request {0} successfully.
es: Solicitud {0} exitosamente.

# Requests_DeleteSuccess
source: Request deleted successfully.
es: Solicitud eliminada exitosamente.

# Requests_ArchiveError
source: Error archiving request: {0}
es: Error al archivar solicitud: {0}

# Requests_DeleteError
source: Error deleting request: {0}
es: Error al eliminar solicitud: {0}

# Requests_Unarchive
source: unarchive
es: desarchivar

# Requests_Archived
source: archived
es: archivada

# Requests_Unarchived
source: unarchived
es: desarchivada

# Common_AccessDenied
source: Access Denied
es: Acceso Denegado

# Common_Confirmation
source: Confirmation
es: Confirmación

# Common_DeleteConfirmation
source: Delete Confirmation
es: Confirmación de Eliminación

# Programs_NewProgram
source: New program
es: Nuevo programa

# Programs_Refresh
source: Refresh
es: Actualizar

# Programs_NoResponsible
source: No responsible
es: Sin responsable

# Programs_Projects
source: project(s)
es: proyecto(s)

# Programs_ProjectsCount
source: {0} project{1}:
es: {0} proyecto{1}:

# Programs_OnTrack
source: On Track
es: En curso

# Programs_NoDescription
source: No description
es: Sin descripción

# Programs_NotAvailable
source: N/A
es: N/D

# Programs_ErrorLoading
source: Error loading programs: {0}
es: Error al cargar los programas: {0}

# Programs_ErrorOpening
source: Error opening program: {0}
es: Error al abrir el programa: {0}

# Programs_ErrorOpeningEditor
source: Error opening editor window: {0}
es: Error al abrir la ventana de edición: {0}

# Backlog_Programs
source: Programs
es: Programas

# Backlog_Projects
source: Projects
es: Proyectos

# Backlog_Archives
source: Archives
es: Archivos

# ProgramDetails_Title
source: Program Details
es: Detalles del Programa

# ProgramDetails_GeneralInfo
source: GENERAL INFORMATION
es: INFORMACIÓN GENERAL

# ProgramDetails_Name
source: Name:
es: Nombre:

# ProgramDetails_Code
source: Code:
es: Código:

# ProgramDetails_Responsible
source: Responsible:
es: Responsable:

# ProgramDetails_GlobalStatus
source: Global status:
es: Estado global:

# ProgramDetails_StartDate
source: Start date:
es: Fecha de inicio:

# ProgramDetails_TargetEndDate
source: Target end date:
es: Fecha objetivo:

# ProgramDetails_Description
source: DESCRIPTION
es: DESCRIPCIÓN

# ProgramDetails_Objectives
source: OBJECTIVES
es: OBJETIVOS

# ProgramDetails_Statistics
source: STATISTICS
es: ESTADÍSTICAS

# ProgramDetails_Projects
source: Projects
es: Proyectos

# ProgramDetails_TotalTasks
source: Total tasks
es: Tareas totales

# ProgramDetails_Progress
source: Progress
es: Progreso

# ProgramDetails_AssociatedProjects
source: ASSOCIATED PROJECTS
es: PROYECTOS ASOCIADOS

# ProgramDetails_NotDefined
source: Not defined
es: No definido

# ProgramDetails_NotDefinedFem
source: Not defined
es: No definida

# Projects_Modify
source: Modify
es: Modificar

# Projects_Refresh
source: Refresh
es: Actualizar

# Projects_Show
source: Show:
es: Mostrar:

# Projects_Title
source: PROJECTS
es: PROYECTOS

# Projects_Todo
source: To do
es: Por hacer

# Projects_InProgress
source: In progress
es: En progreso

# Projects_InTest
source: Testing
es: En pruebas

# Projects_Completed
source: Completed
es: Completado

# Projects_SearchPlaceholder
source: Search a project...
es: Buscar un proyecto...

# Projects_ActiveOnly
source: Active projects only
es: Solo proyectos activos

# Projects_Priority
source: Priority:
es: Prioridad:

# Projects_StatusRAG
source: RAG Status:
es: Estado RAG:

# Projects_Team
source: Team:
es: Equipo:

# Projects_SortBy
source: Sort by:
es: Ordenar por:

# Projects_AllFeminine
source: -- All --
es: -- Todas --

# Projects_AllMasculine
source: -- All --
es: -- Todos --

# Projects_SelectSort
source: -- Select a sort --
es: -- Seleccionar orden --

# Projects_Reset
source: Reset
es: Reiniciar

# Projects_Tasks
source: tasks
es: tareas

# Projects_SelectProject
source: Select a project
es: Seleccione un proyecto

# Projects_Details
source: Details
es: Detalles

# Projects_ConfirmDelete
source: Are you sure you want to delete the task '{0}'?
es: ¿Está seguro de que desea eliminar la tarea '{0}'?

# Projects_ConfirmDeleteTitle
source: Confirm deletion
es: Confirmar eliminación

# Projects_TasksTitle
source: TASKS
es: TAREAS

# Projects_ReverseSort
source: Reverse sort
es: Invertir orden

# Projects_CreatedOn
source: Created on {0:MM/dd/yyyy}
es: Creado el {0:dd/MM/yyyy}

# Projects_Start
source: • Start: {0:MM/dd/yyyy}
es: • Inicio: {0:dd/MM/yyyy}

# Projects_DueDate
source: • Due date: {0:MM/dd/yyyy}
es: • Vencimiento: {0:dd/MM/yyyy}

# Projects_Delete
source: Delete
es: Eliminar

# Projects_ModifyProject
source: Modify the project
es: Modificar el proyecto

# Projects_ViewDetails
source: View project details
es: Ver detalles del proyecto

# Projects_DeleteProject
source: Delete the project
es: Eliminar el proyecto

# Projects_ConfirmDeleteProject
source: Are you sure you want to delete the project '{0}'?\n\nAll associated tasks will lose their link with this project.
es: ¿Está seguro de que desea eliminar el proyecto '{0}'?\n\nTodas las tareas asociadas perderán su vínculo con este proyecto.

# Projects_SortDateRecent
source: Date (most recent)
es: Fecha (más reciente)

# Projects_SortDateOldest
source: Date (oldest)
es: Fecha (más antigua)

# Projects_SortNameAZ
source: Name (A-Z)
es: Nombre (A-Z)

# Projects_SortNameZA
source: Name (Z-A)
es: Nombre (Z-A)

# Projects_SortTasksMore
source: Tasks count (more)
es: Cantidad de tareas (más)

# Projects_SortTasksLess
source: Tasks count (less)
es: Cantidad de tareas (menos)

# ProjectDetails_Title
source: Project Details
es: Detalles del Proyecto

# ProjectDetails_Phase
source: Phase:
es: Fase:

# ProjectDetails_TotalTasks
source: Total Tasks
es: Tareas Totales

# ProjectDetails_Progress
source: Progress
es: Progreso

# ProjectDetails_EstimatedWorkload
source: Estimated Workload
es: Carga Estimada

# ProjectDetails_TimeSpent
source: Time Spent
es: Tiempo Empleado

# ProjectDetails_AssignedTeams
source: Assigned Teams
es: Equipos Asignados

# ProjectDetails_NoTeam
source: No team assigned
es: Ningún equipo asignado

# ProjectDetails_GlobalProgress
source: Global Progress
es: Avance Global

# ProjectDetails_TasksOfProject
source: Project Tasks
es: Tareas del Proyecto

# ProjectDetails_SearchPlaceholder
source: Search...
es: Buscar...

# ProjectDetails_All
source: All
es: Todos

# ProjectDetails_ShowArchived
source: Show archived
es: Mostrar archivadas

# ProjectDetails_DaysSpent
source: d spent
es: d empleado

# ProjectDetails_StatusCompleted
source: COMPLETED
es: COMPLETADO

# ProjectDetails_StatusOnTrack
source: ON TRACK
es: EN BUEN CAMINO

# ProjectDetails_StatusInProgress
source: IN PROGRESS
es: EN PROGRESO

# ProjectDetails_StatusStarted
source: STARTED
es: INICIADO

# ProjectDetails_StatusNotStarted
source: NOT STARTED
es: NO INICIADO

# Archives_Title
source: Archives
es: Archivos

# Archives_Subtitle
source: Archived and filterable tasks
es: Tareas archivadas y filtrables

# Archives_Found
source: found
es: encontradas

# Archives_Refresh
source: Refresh
es: Actualizar

# Archives_Search
source: Search...
es: Buscar...

# Archives_BadgeArchived
source: ARCHIVED
es: ARCHIVADA

# Archives_Unarchive
source: Unarchive
es: Desarchivar

# Archives_ArchivedOn
source: Archived on
es: Archivado el

# Archives_Realized
source: completed
es: realizadas

# Archives_All
source: All
es: Todo

# Archives_ThisWeek
source: This week
es: Esta semana

# Archives_ThisMonth
source: This month
es: Este mes

# Archives_ThisQuarter
source: This quarter
es: Este trimestre

# Archives_ThisYear
source: This year
es: Este año

# Archives_AllProjects
source: All projects
es: Todos los proyectos

# Archives_AllDevelopers
source: All developers
es: Todos los desarrolladores

# Projects_ActiveProjects
source: Active projects
es: Proyectos activos

# Projects_ArchivedProjects
source: Archived projects
es: Proyectos archivados

# Projects_AllProjects
source: All projects
es: Todos los proyectos

# Teams_NewTeam
source: New team
es: Nuevo equipo

# Teams_Refresh
source: Refresh
es: Actualizar

# Teams_Members
source: member(s)
es: miembro(s)

# Modal_Program_Title
source: PROGRAM MANAGEMENT
es: GESTIÓN DEL PROGRAMA

# Modal_Program_Subtitle
source: Create or modify a program
es: Crear o modificar un programa

# Modal_Program_Name
source: Program name *
es: Nombre del programa *

# Modal_Program_Code
source: Code
es: Código

# Modal_Program_Description
source: Description
es: Descripción

# Modal_Program_Responsible
source: Responsible
es: Responsable

# Modal_Program_GlobalStatus
source: Global status
es: Estado global

# Modal_Program_StartDate
source: Start date
es: Fecha de inicio

# Modal_Program_EndDate
source: Target end date
es: Fecha fin objetivo

# Modal_Program_Objectives
source: Objectives
es: Objetivos

# Common_SelectDate
source: Select a date
es: Seleccionar una fecha

# Modal_Team_Title
source: TEAM MANAGEMENT
es: GESTIÓN DEL EQUIPO

# Modal_Team_Subtitle
source: Create or edit a team
es: Crear o modificar un equipo

# Modal_Team_Name
source: Team name *
es: Nombre del equipo *

# Modal_Team_Code
source: Code *
es: Código *

# Modal_Project_Title
source: PROJECTS
es: PROYECTOS

# Modal_Project_NewProject
source: New Project
es: Nuevo Proyecto

# Modal_Project_Count
source: {0} project(s)
es: {0} proyecto(s)

# Common_Cancel
source: Cancel
es: Cancelar

# Common_Save
source: Save
es: Guardar

# Teams_Projects
source: Projects
es: Proyectos

# Teams_Manager
source: Manager
es: Gestor

# Teams_NoManager
source: No manager
es: Sin gestor

# Modal_Team_Description
source: Description
es: Descripción

# Modal_Team_FunctionalScope
source: Functional scope
es: Ámbito funcional

# Modal_Team_Manager
source: Team manager
es: Gestor del equipo

# Modal_Team_ManagerNote
source: The manager is not counted in the team members
es: El gestor no se cuenta en los miembros del equipo

# Modal_Team_Contact
source: Contact (email)
es: Contacto (email)

# Reporting_Title
source: REPORTING & STEERING
es: REPORTES & DIRECCIÓN
