Repository: HanGPIErr/BacklogManager-Prod
Catalog: Resources/Strings.*.resx
Languages: es

# Guide_Dev_A3
source: ✏️ TASK UPDATE 1. Open task from BACKLOG or KANBAN 2. Change status (To Do → In Progress → Test → Done) 3. Add comments about your progress 4. Update remaining time if necessary 5. Save changes 🔔 Project manager is notified of important changes.
es: ✏️ ACTUALIZACIÓN DE TAREA 1. Abra la tarea desde BACKLOG o KANBAN 2. Modifique el estado (Por hacer → En curso → Test → Terminado) 3. Agregue comentarios sobre su progreso 4. Actualice el tiempo restante si es necesario 5. Guarde las modificaciones 🔔 El jefe de proyecto es notificado de los cambios importantes.

# Guide_Dev_Q4
source: How to create a special task?
es: ¿Cómo crear una tarea especial?

# Guide_Dev_A4
source: ✨ SPECIAL TASKS To create a leave, support or other: 1. BACKLOG menu → ➕ button 2. Select type: 🏖️ LEAVE: Days off, RTT, vacation 🆘 SUPPORT: User assistance, helpdesk 📝 OTHER: Meetings, training, administrative 3. Fill in dates and duration 4. Add description if needed 5. Save These tasks appear in your CRA and are counted in your workload.
es: ✨ TAREAS ESPECIALES Para crear un permiso, soporte u otro: 1. Menú BACKLOG → Botón ➕ 2. Seleccione el tipo: 🏖️ PERMISOS: Días de descanso, RTT, vacaciones 🆘 SOPORTE: Asistencia al usuario, helpdesk 📝 OTRO: Reuniones, formaciones, administrativo 3. Complete las fechas y la duración 4. Agregue una descripción si es necesario 5. Guarde Estas tareas aparecen en su CRA y se contabilizan en su carga de trabajo.

# Guide_Dev_Q5
source: How to report a blocker?
es: ¿Cómo señalar un bloqueo?

# Guide_Dev_A5
source: 🚨 REPORTING A BLOCKER 1. Open the blocked task 2. Add a detailed comment explaining: • Nature of blocker • Impact on schedule • Considered solution 3. Change priority to 'Urgent' if necessary 4. Save 💡 Contact your project manager via comments or directly to quickly resolve the blocker.
es: 🚨 SEÑALAMIENTO DE BLOQUEO 1. Abra la tarea bloqueada 2. Agregue un comentario detallado explicando: • Naturaleza del bloqueo • Impacto en la planificación • Solución considerada 3. Cambie la prioridad a 'Urgente' si es necesario 4. Guarde 💡 Contacte a su jefe de proyecto a través de los comentarios o directamente para resolver rápidamente el bloqueo.

# Guide_Dev_Q6
source: How to view past CRAs?
es: ¿Cómo consultar mis CRA pasados?

# Guide_Dev_A6
source: 📊 CRA HISTORY 1. ENTER CRA menu 2. Use arrows to navigate between months 3. Days with time entries are colored 4. Validated days are locked (padlock) 5. Click on a day to see details Visual indicators: • ✅ Green: complete and validated day • 🟡 Orange: partial day • ⚠️ Red: day without entry • 🔒 Padlock: validated CRA, not modifiable
es: 📊 HISTORIAL CRA 1. Menú INGRESAR CRA 2. Use las flechas para navegar entre los meses 3. Los días con tiempo ingresado están en color 4. Los días validados están bloqueados (candado) 5. Haga clic en un día para ver el detalle Los indicadores visuales: • ✅ Verde: día completo y validado • 🟡 Naranja: día parcial • ⚠️ Rojo: día sin entrada • 🔒 Candado: CRA validado, no modificable

# Guide_Dev_Q7
source: How to use AI chat?
es: ¿Cómo usar el chat IA?

# Guide_Dev_A7
source: 🤖 AI ASSISTANCE 1. Click 'Chat with AI' 2. Configure your API token if first use 3. Ask questions like: • 'How to enter my CRA?' • 'Where to see my delayed tasks?' • 'How to report a bug?' AI guides you step by step in your daily actions.
es: 🤖 ASISTENCIA IA 1. Haga clic en 'Chatear con IA' 2. Configure su token API si es el primer uso 3. Haga preguntas como: • '¿Cómo ingresar mi CRA?' • '¿Dónde ver mis tareas retrasadas?' • '¿Cómo señalar un error?' La IA le guía paso a paso en sus acciones diarias.

# Guide_BA_Q1
source: How to create a request?
es: ¿Cómo crear una solicitud?

# Guide_BA_A1
source: ➕ REQUEST CREATION 1. REQUESTS menu → ➕ New Request button 2. Fill in form: • Explicit title • Detailed description of need • Criticality (Low, Normal, High, Urgent) • Concerned project or service • Expected benefits 3. Add attachments if necessary 4. Submit request The project manager receives a notification and analyzes the request.
es: ➕ CREACIÓN DE SOLICITUD 1. Menú SOLICITUDES → Botón ➕ Nueva solicitud 2. Complete el formulario: • Título explícito • Descripción detallada de la necesidad • Criticidad (Baja, Normal, Alta, Urgente) • Proyecto o servicio concernido • Beneficios esperados 3. Agregue archivos adjuntos si es necesario 4. Envíe la solicitud El jefe de proyecto recibe una notificación y analiza la solicitud.

# Guide_BA_Q2
source: How to track my requests?
es: ¿Cómo seguir mis solicitudes?

# Guide_BA_A2
source: 📊 REQUEST TRACKING REQUESTS menu displays all your requests with: • Current status (New, Analyzing, Accepted, In Progress, Done) • Creation date and last update • Assigned project manager • Comments and history Filter by status or project to quickly find your requests. 🔔 You receive notifications at each status change.
es: 📊 SEGUIMIENTO DE SOLICITUDES El menú SOLICITUDES muestra todas sus solicitudes con: • Estado actual (Nueva, En análisis, Aceptada, En curso, Terminada) • Fecha de creación y última actualización • Jefe de proyecto asignado • Comentarios e historial Filtre por estado o proyecto para encontrar rápidamente sus solicitudes. 🔔 Recibe notificaciones en cada cambio de estado.

# Guide_BA_Q3
source: How to prioritize requests?
es: ¿Cómo priorizar las solicitudes?

# Guide_BA_A3
source: 🎯 PRIORITIZATION Use criticality to indicate urgency: • URGENT: Immediate business impact, user blocker • HIGH: Important for operations, close deadline • NORMAL: Standard improvement, no strict deadline • LOW: Nice to have, can wait Project manager considers these elements for planning.
es: 🎯 PRIORIZACIÓN Use la criticidad para indicar la urgencia: • URGENTE: Impacto de negocio inmediato, bloqueo de usuarios • ALTA: Importante para operaciones, deadline cercano • NORMAL: Mejora estándar, sin deadline estricto • BAJA: Nice to have, puede esperar El jefe de proyecto toma estos elementos en cuenta para planificar.

# Guide_BA_Q4
source: How to collaborate with team?
es: ¿Cómo colaborar con el equipo?

# Guide_BA_A4
source: 👥 COLLABORATION 1. Add detailed comments on your requests 2. Respond quickly to project manager questions 3. Participate in backlog refinement meetings 4. Validate proposed solutions 5. Test delivered developments 💡 The more precise you are, the faster your request will be processed.
es: 👥 COLABORACIÓN 1. Agregue comentarios detallados en sus solicitudes 2. Responda rápidamente a las preguntas del jefe de proyecto 3. Participe en las reuniones de refinement del backlog 4. Valide las soluciones propuestas 5. Pruebe los desarrollos entregados 💡 Cuanto más preciso sea, más rápido se tratará su solicitud.

# Guide_BA_Q5
source: How to view the backlog?
es: ¿Cómo consultar el backlog?

# Guide_BA_A5
source: 📋 BACKLOG CONSULTATION BACKLOG menu to see: • All planned tasks • Their progress status • Assigned developers • Estimates and time spent Use filters to see only: • Your requests transformed into tasks • A specific project • A given sprint
es: 📋 CONSULTA DEL BACKLOG Menú BACKLOG para ver: • Todas las tareas planificadas • Su estado de progreso • Los desarrolladores asignados • Las estimaciones y tiempo pasado Use los filtros para ver únicamente: • Sus solicitudes transformadas en tareas • Un proyecto específico • Un sprint dado

# Guide_BA_Q6
source: How to use AI chat?
es: ¿Cómo usar el chat IA?

# Guide_BA_A6
source: 🤖 AI ASSISTANT AI can help you: • Write clear and complete requests • Understand your request status • Know how to track progress • Navigate in the application Click 'Chat with AI' and configure your API token. Ask questions in natural language!
es: 🤖 ASISTENTE IA La IA puede ayudarle a: • Redactar solicitudes claras y completas • Comprender el estado de sus solicitudes • Saber cómo seguir el progreso • Navegar en la aplicación Haga clic en 'Chatear con IA' y configure su token API. ¡Haga preguntas en lenguaje natural!

# Guide_General_Q1
source: How to navigate the application?
es: ¿Cómo navegar en la aplicación?

# Guide_General_A1
source: Use the left side menu to access the different sections.
es: Use el menú lateral izquierdo para acceder a las diferentes secciones.

# AIChat_AgentTitle
source: Project & Change Agent
es: Agente Project & Change

# AIChat_AgentSubtitle
source: Your virtual assistant to manage your backlog
es: Tu asistente virtual para gestionar tu backlog

# AIChat_WelcomeMessage
source: Hello! I am your virtual assistant to manage your backlog. How can I help you today? 😊
es: ¡Hola! Soy tu asistente virtual para gestionar tu backlog. ¿Cómo puedo ayudarte hoy? 😊

# AIChat_WelcomeMessageFull
source: ### 👋 Hello! I'm **Agent Project & Change** Your virtual assistant specialized in agile project management. **I can help you with:** • 📋 **Backlog**: Create and manage your tasks • 🎯 **Kanban**: Organize your workflow • ⏱️ **CRA**: Log and validate your hours • 📊 **Statistics**: Analyze your performance • 💡 **Advice**: Optimize your project management --- 💬 **Ask me your questions**, I'm here to guide you! 😊
es: ### 👋 ¡Hola! Soy **Agente Project & Change** Tu asistente virtual especializada en gestión de proyectos ágiles. **Puedo ayudarte con:** • 📋 **Backlog**: Crear y gestionar tus tareas • 🎯 **Kanban**: Organizar tu flujo de trabajo • ⏱️ **CRA**: Registrar y validar tus horas • 📊 **Estadísticas**: Analizar tu rendimiento • 💡 **Consejos**: Optimizar tu gestión de proyectos --- 💬 **Hazme tus preguntas**, ¡estoy aquí para guiarte! 😊

# AIChat_BtnReturn
source: ← Return
es: ← Volver

# AIChat_BtnSend
source: Send ▶
es: Enviar ▶

# AIChat_SendHint
source: Press Enter to send, Shift+Enter for a line break
es: Presione Enter para enviar, Shift+Enter para un salto de línea

# AIChat_BtnNewConversation
source: ➕ New conversation
es: ➕ Nueva conversación

# AIChat_BtnClearHistory
source: 🗑️ Clear history
es: 🗑️ Borrar historial

# AIChat_BtnModifyToken
source: 🔑 Modify token
es: 🔑 Modificar token

# AIChat_NewConversationTitle
source: New conversation
es: Nueva conversación

# AIChat_NewConversationMessage
source: Do you want to start a new conversation? The current history will be kept in the database.
es: ¿Desea iniciar una nueva conversación? El historial actual se conservará en la base de datos.

# AIChat_NewConversationStarted
source: New conversation started! How can I help you? 😊
es: ¡Nueva conversación iniciada! ¿Cómo puedo ayudarte? 😊

# AIChat_ModifyTokenTitle
source: Modify token
es: Modificar token

# Team_Description_TRANSFO_IMPLEM
source: Transformation and implementation of strategic projects
es: Equipo de transformación e implementación de proyectos estratégicos

# Team_Description_IT_ASSETS
source: IT assets management and infrastructure
es: Gestión de activos TI e infraestructura

# Team_Description_PCC
source: Team in charge of processes, controls and compliance
es: Equipo encargado de procesos, controles y cumplimiento

# Team_Description_CHANGE_BAU
source: Change management and BAU support
es: Gestión del cambio y soporte BAU

# Team_Description_WATCHTOWER
source: Risk monitoring and surveillance
es: Vigilancia y monitoreo de riesgos

# Team_Description_TCS_IM
source: Third-party management and service integration
es: Gestión de terceros e integración de servicios

# Team_Description_L1_SUPPORT
source: First level support
es: Soporte de primer nivel

# Team_Description_DATA_OFFICE
source: Data management and governance
es: Gestión y gobernanza de datos

# Team_Description_TACTICAL_SOLUTIONS
source: Tactical solutions and rapid delivery
es: Soluciones tácticas y entrega rápida

# Kanban_Title
source: KANBAN BOARD
es: TABLERO KANBAN

# Kanban_RealTimeView
source: Real Time View
es: Vista en Tiempo Real

# Kanban_AdminZone
source: ADMINISTRATOR ZONE
es: ZONA ADMINISTRADOR

# Kanban_RestrictedAccess
source: Restricted access
es: Acceso restringido

# Kanban_OnHold
source: ⏸ ON HOLD
es: ⏸ EN ESPERA

# Kanban_ToPrioritize
source: ⚡ TO PRIORITIZE
es: ⚡ A PRIORIZAR

# Kanban_Filters
source: Filters
es: Filtros

# Kanban_Team
source: 🏢 Team:
es: 🏢 Equipo:

# Kanban_Members
source: 👤 Members:
es: 👤 Miembros:

# Kanban_Project
source: Project:
es: Proyecto:

# Kanban_Search
source: 🔎 Search:
es: 🔎 Búsqueda:

# Kanban_SearchPlaceholder
source: Search by title...
es: Buscar por título...

# Kanban_BtnRefresh
source: 🔄 Refresh
es: 🔄 Actualizar

# Kanban_BtnClearFilters
source: 🗑️ Clear filters
es: 🗑️ Borrar filtros

# Kanban_ToDo
source: 📋 TO DO
es: 📋 POR HACER

# Kanban_InProgress
source: ⚙️ IN PROGRESS
es: ⚙️ EN CURSO

# Kanban_InTest
source: 🧪 IN TEST
es: 🧪 EN PRUEBA

# Kanban_Done
source: ✅ DONE
es: ✅ TERMINADO

# Kanban_DaysRemaining
source: day(s) remaining
es: día(s) restante(s)

# Kanban_Remaining
source: remaining
es: restante(s)

# Kanban_BtnPutOnHold
source: ⏸ Put on hold
es: ⏸ Poner en espera

# Kanban_DoneLabel
source: ✓ DONE
es: ✓ TERMINADO

# Kanban_BtnReactivate
source: 🔄 Reactivate
es: 🔄 Reactivar

# Kanban_BtnActivate
source: ✓ Activate
es: ✓ Activar

# Kanban_BtnArchive
source: 📦 Archive
es: 📦 Archivar

# Kanban_NotAssigned
source: Not assigned
es: No asignado

# Kanban_NotEstimated
source: Not estimated
es: No estimado

# Kanban_RemainingOn
source: remaining of
es: restante de

# Kanban_Completed
source: Completed
es: Completado

# Kanban_StatusAttention
source: ATTENTION
es: ATENCIÓN

# Kanban_StatusUrgent
source: URGENT
es: URGENTE

# CRA_Title
source: ⏱️ TIME ENTRY
es: ⏱️ REGISTRO DE HORAS

# CRA_BtnToday
source: 📅 Today
es: 📅 Hoy

# CRA_BtnValidatePending
source: ✓ Validate pending timesheets
es: ✓ Validar horas pendientes

# CRA_BtnValidatePendingTooltip
source: Validates only orange timesheets (before today and not validated)
es: Valida solo las horas en naranja (antes de hoy y no validadas)

# CRA_BtnValidateAll
source: ✓ Validate all timesheets
es: ✓ Validar todas las horas

# CRA_BtnValidateAllTooltip
source: Validates all unvalidated timesheets for this member
es: Valida todas las horas no validadas del miembro

# CRA_BtnCancelValidation
source: ✗ Cancel validation
es: ✗ Cancelar validación

# CRA_BtnCancelValidationTooltip
source: Cancels validation of a validated timesheet
es: Cancela la validación de unas horas validadas

# CRA_Team
source: 🏢 Team:
es: 🏢 Equipo:

# CRA_Members
source: 👤 Members:
es: 👤 Miembros:

# CRA_AllTasks
source: All tasks
es: Todas las tareas

# CRA_Monday
source: MON
es: LUN

# CRA_Tuesday
source: TUE
es: MAR

# CRA_Wednesday
source: WED
es: MIÉ

# CRA_Thursday
source: THU
es: JUE

# CRA_Friday
source: FRI
es: VIE

# CRA_Saturday
source: SAT
es: SÁB

# CRA_Sunday
source: SUN
es: DOM

# CRA_SelectedDay
source: 📅 SELECTED DAY
es: 📅 DÍA SELECCIONADO

# CRA_EnterCRA
source: ✏️ ENTER TIMESHEET
es: ✏️ REGISTRAR HORAS

# CRA_Task
source: Task
es: Tarea

# CRA_TimeInDays
source: Time (in days)
es: Tiempo (en días)

# CRA_EnterOnPeriod
source: 📅 Enter for a period (from... to...)
es: 📅 Registrar en un período (del... al...)

# CRA_EndDate
source: 📅 Period end date
es: 📅 Fecha de fin del período

# CRA_Comment
source: Comment (optional)
es: Comentario (opcional)

# CRA_BtnSave
source: ✓ Save
es: ✓ Guardar

# CRA_ListTitle
source: 📋 TIMESHEETS ENTERED TODAY
es: 📋 HORAS REGISTRADAS HOY

# CRA_BtnReposition
source: Reposition to next available day
es: Reposicionar al próximo día disponible

# CRA_BtnValidateDay
source: ✓ Validate
es: ✓ Validar

# CRA_BtnValidateDayTooltip
source: Validate timesheets for this day
es: Validar las horas de este día

# CRA_AutoAllocationTitle
source: The system will intelligently schedule by skipping busy days
es: El sistema planificará inteligentemente saltando los días ocupados

# CRA_BtnAutoAllocation
source: 🤖 Smart Automatic Allocation
es: 🤖 Asignación Automática Inteligente

# CRA_ManualEntry
source: 📝 OR manual entry below:
es: 📝 O entrada manual a continuación:

# CRA_TaskPlaceholder
source: -- Select a task --
es: -- Seleccione una tarea --

# SuiviCRA_Title
source: 📊 CRA TRACKING
es: 📊 SEGUIMIENTO DE CRA

# SuiviCRA_Subtitle
source: Administrative view - Detailed tracking by team and member
es: Vista administrativa - Seguimiento detallado por equipo y miembro

# SuiviCRA_Team
source: 🏢 Team:
es: 🏢 Equipo:

# SuiviCRA_Members
source: 👤 Members:
es: 👤 Miembros:

# SuiviCRA_ModeMonth
source: 📅 Month
es: 📅 Mes

# SuiviCRA_ModeList
source: 📋 List
es: 📋 Lista

# SuiviCRA_ModeTimelineProgramme
source: 📊 Program Timeline
es: 📊 Línea de tiempo del programa

# SuiviCRA_ModeTimelineProjet
source: 📋 Project Timeline
es: 📋 Línea de tiempo del proyecto

# SuiviCRA_BtnToday
source: 🎯 Today
es: 🎯 Hoy

# SuiviCRA_Programme
source: 🎯 Program:
es: 🎯 Programa:

# SuiviCRA_Projet
source: 📋 Project:
es: 📋 Proyecto:

# SuiviCRA_SelectProgramme
source: Select a program
es: Seleccione un programa

# SuiviCRA_SelectProjet
source: Select a project
es: Seleccione un proyecto

# SuiviCRA_Start
source: 🚀 Start:
es: 🚀 Inicio:

# SuiviCRA_Target
source: 🎯 Target:
es: 🎯 Objetivo:

# SuiviCRA_Green
source: Green
es: Verde

# SuiviCRA_Amber
source: Amber
es: Ámbar

# SuiviCRA_Red
source: Red
es: Rojo

# SuiviCRA_Projects
source: Projects
es: Proyectos

# SuiviCRA_TotalTasks
source: Total tasks
es: Tareas totales

# SuiviCRA_Progress
source: Progress
es: Progreso

# SuiviCRA_EstimatedBudget
source: Estimated budget
es: Presupuesto estimado

# SuiviCRA_RealTime
source: Real time
es: Tiempo real

# SuiviCRA_GlobalProgress
source: 📈 GLOBAL PROGRAM PROGRESS
es: 📈 PROGRESO GLOBAL DEL PROGRAMA

# SuiviCRA_TasksCompleted
source: tasks completed
es: tareas completadas

# SuiviCRA_AnalyzeWithAI
source: Analyze with AI
es: Analizar con IA

# SuiviCRA_TeamsProgramme
source: 👥 TEAMS INVOLVED IN THE PROGRAM
es: 👥 EQUIPOS INVOLUCRADOS EN EL PROGRAMA

# SuiviCRA_TeamsCount
source: team(s)
es: equipo(s)

# SuiviCRA_ViewInDashboard
source: View in Dashboard
es: Ver en Dashboard

# SuiviCRA_Tasks
source: tasks
es: tareas

# SuiviCRA_DatesToCome
source: Project dates coming soon
es: Fechas del proyecto por venir

# SuiviCRA_ExtensionDetected
source: 🔔 Project extension detected
es: 🔔 Extensión de proyecto detectada

# SuiviCRA_ValidateExtension
source: ✓ Validate extension
es: ✓ Validar la extensión

# SuiviCRA_Start2
source: START
es: INICIO

# SuiviCRA_Objective
source: TARGET
es: OBJETIVO

# SuiviCRA_NoTask
source: No task in this project
es: No hay tareas en este proyecto

# SuiviCRA_SelectProjectWithTasks
source: Select a project with tasks to view the timeline
es: Seleccione un proyecto con tareas para ver la línea de tiempo

# SuiviCRA_Mon
source: MON
es: LUN

# SuiviCRA_Tue
source: TUE
es: MAR

# SuiviCRA_Wed
source: WED
es: MIÉ

# SuiviCRA_Thu
source: THU
es: JUE

# SuiviCRA_Fri
source: FRI
es: VIE

# SuiviCRA_Sat
source: SAT
es: SÁB

# SuiviCRA_Sun
source: SUN
es: DOM

# SuiviCRA_Days
source: day(s)
es: día(s)

# SuiviCRA_Statistics
source: 👥 STATISTICS
es: 👥 ESTADÍSTICAS

# SuiviCRA_DaysSaved
source: day(s) entered
es: día(s) ingresado(s)

# SuiviCRA_Work
source: Work:
es: Trabajo:

# SuiviCRA_Leave
source: Leave:
es: Vacaciones:

# SuiviCRA_NotWorked
source: Not worked:
es: No trabajado:

# SuiviCRA_DayDetail
source: 📅 DAY DETAIL
es: 📅 DETALLE DEL DÍA

# SuiviCRA_NoCRA
source: No CRA entered for this day
es: No se ingresó CRA para este día

# SuiviCRA_NoProjectSelected
source: Please select a project before launching the AI analysis.
es: Seleccione un proyecto antes de iniciar el análisis de IA.

# SuiviCRA_NoProjectSelectedTitle
source: No project selected
es: Ningún proyecto seleccionado

# SuiviCRA_NoTaskToAnalyze
source: This project contains no task to analyze.
es: Este proyecto no contiene ninguna tarea para analizar.

# SuiviCRA_NoTaskTitle
source: No task
es: Ninguna tarea

# SuiviCRA_NoProgrammeSelected
source: Please select a program before launching the AI analysis.
es: Seleccione un programa antes de iniciar el análisis de IA.

# SuiviCRA_NoProgrammeSelectedTitle
source: No program selected
es: Ningún programa seleccionado

# SuiviCRA_NoProgrammeProject
source: This program contains no project to analyze.
es: Este programa no contiene ningún proyecto para analizar.

# SuiviCRA_NoProgrammeProjectTitle
source: No project
es: Ningún proyecto

# SuiviCRA_AnalyzeIATooltipProgramme
source: AI Analysis: Global status, risks, recommendations
es: Análisis IA: Estado global, riesgos, recomendaciones

# SuiviCRA_AnalyzeIATooltipProjet
source: AI Analysis: Deadlines, delays, recommendations
es: Análisis IA: Plazos, retrasos, recomendaciones

# SuiviCRA_AllTeams
source: -- All teams --
es: -- Todos los equipos --

# SuiviCRA_AllMembers
source: All members
es: Todos los miembros

# SuiviCRA_Task
source: task
es: tarea

# SuiviCRA_AnalyzeWithIA
source: Analyze with AI
es: Analizar con IA

# TaskPreview_WindowTitle
source: 📋 Task Preview
es: 📋 Vista previa de la tarea

# TaskPreview_DetailsTitle
source: 📋 TASK DETAILS
es: 📋 DETALLES DE LA TAREA

# TaskPreview_Description
source: DESCRIPTION
es: DESCRIPCIÓN

# TaskPreview_AssignedDev
source: 👤 ASSIGNED DEVELOPER
es: 👤 DESARROLLADOR ASIGNADO

# TaskPreview_Priority
source: ⚡ PRIORITY
es: ⚡ PRIORIDAD

# TaskPreview_Type
source: 🎨 TYPE
es: 🎨 TIPO

# TaskPreview_CreationDate
source: 📅 CREATION DATE
es: 📅 FECHA CREACIÓN

# TaskPreview_DueDate
source: 🎯 DUE DATE
es: 🎯 FECHA LÍMITE

# TaskPreview_Complexity
source: 🔢 COMPLEXITY
es: 🔢 COMPLEJIDAD

# TaskPreview_Estimate
source: ⏱️ ESTIMATE
es: ⏱️ ESTIMACIÓN

# TaskPreview_RealTime
source: ✅ ACTUAL TIME
es: ✅ TIEMPO REAL

# TaskPreview_Progress
source: 📊 PROGRESS
es: 📊 PROGRESO

# TaskPreview_AnalyzeIA
source: 🤖 Analyze with AI
es: 🤖 Analizar con IA

# TaskPreview_Close
source: ✓ Close
es: ✓ Cerrar
