Repository: HanGPIErr/BacklogManager-Prod
Catalog: Resources/Strings.*.resx
Languages: es

# DetailProjet_BtnBack
source: Back to team
es: Volver al equipo

# DetailProjet_Timeline
source: Project timeline
es: Cronograma del proyecto

# DetailProjet_AnalyzeAI
source: Project AI analysis
es: Análisis IA del proyecto

# ProjectDetails_ProjectPrefix
source: Project #
es: Proyecto #

# ProjectDetails_PriorityLabel
source: Priority:
es: Prioridad:

# ProjectDetails_Avancement
source: PROGRESS
es: PROGRESO

# ProjectDetails_Tasks
source: TASKS
es: TAREAS

# ProjectDetails_Teams
source: TEAMS
es: EQUIPOS

# ProjectDetails_TeamsAssignedSuffix
source: assigned team(s)
es: equipo(s) asignado(s)

# ProjectDetails_Delivery
source: DELIVERY
es: ENTREGA

# ProjectDetails_TimelineAndDeadlines
source: TIMELINE & DEADLINES
es: CRONOGRAMA & FECHAS LÍMITE

# ProjectDetails_DateStart
source: START DATE
es: FECHA INICIO

# ProjectDetails_DateEnd
source: END DATE
es: FECHA FIN

# ProjectDetails_GainsTime
source: ⏱️ TIME SAVED
es: ⏱️ TIEMPO AHORRADO

# ProjectDetails_GainsFinancial
source: 💰 FINANCIAL GAINS
es: 💰 GANANCIAS FINANCIERAS

# ProjectDetails_ContributionsResources
source: 👥 RESOURCE CONTRIBUTIONS
es: 👥 CONTRIBUCIONES DE RECURSOS

# ProjectDetails_Members
source: MEMBERS
es: MIEMBROS

# ProjectDetails_TasksCompleted
source: TASKS COMPLETED
es: TAREAS COMPLETADAS

# ProjectDetails_CompletionRate
source: COMPLETION RATE
es: TASA DE COMPLETACIÓN

# ProjectDetails_DaysEstimated
source: d estimated
es: DÍAS ESTIMADOS

# ProjectDetails_Contribution
source: CONTRIBUTION
es: CONTRIBUCIÓN

source: Yes
es: Sí

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Close
es: Cerrar

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Add
es: Añadir

source: Search
es: Buscar

source: Filter
es: Filtrar

source: Export
es: Exportar

source: Import
es: Importar

source: Browse
es: Examinar

source: Success
es: Éxito

# ProjectDetails_ProgrammeLabel
source: Program:
es: Programa:

# ProjectDetails_ProgressLabelFormat
source: {0} / {1} tasks ({2}%)
es: {0} / {1} tareas ({2}%)

source: Warning
es: Advertencia

source: Information
es: Información

source: Loading...
es: Cargando...

source: Refresh
es: Actualizar

# Menu_Dashboard
source: Dashboard
es: Panel de control

# Menu_Projects
source: PROJECTS
es: Proyectos

# Menu_Timeline
source: Timeline
es: Línea de tiempo

# Menu_Demands
source: Requests
es: Solicitudes

# Menu_Statistics
source: Statistics
es: Estadísticas

# Menu_CRATracking
source: CRA Tracking
es: Seguimiento CRA

# Menu_CRA
source: Timesheet
es: Hoja de horas

# Menu_AgentChat
source: AI Agent
es: Agente IA

# Menu_Notifications
source: Notifications
es: Notificaciones

# Menu_Archives
source: Archives
es: Archivos

# Menu_Administration
source: Administration
es: Administración

# Menu_Settings
source: Settings
es: Configuración

# Menu_UserGuide
source: User Guide
es: Guía del usuario

# Settings_Title
source: SETTINGS
es: CONFIGURACIÓN

# Settings_Description
source: Application configuration and data management
es: Configuración de la aplicación y gestión de datos

# Settings_Database
source: Database:
es: Base de datos

# Settings_DatabasePath
source: Database path:
es: Ruta de la base de datos:

# Settings_ChangePath
source: Browse
es: Examinar

# Settings_RestartRequired
source: ℹ️ Restart required after path modification
es: Reinicio requerido después de modificar la ruta

# Settings_ExportImport
source: Data Export / Import
es: Exportar / Importar datos

# Settings_ExportFull
source: Data export (complete database):
es: Exportar datos (base completa):

# Settings_ExportSQLite
source: Export SQLite (.db)
es: Exportar SQLite (.db)

# Settings_ExportJSON
source: Export complete JSON
es: Exportar JSON completo

# Settings_ExportComplete
source: Complete export (SQLite+JSON)
es: Exportación completa (SQLite+JSON)

# Settings_ExportPartial
source: Partial export:
es: Exportación parcial:

# Settings_ExportCSV
source: Export backlog to CSV
es: Exportar backlog a CSV

# Settings_ImportData
source: Data import:
es: Importar datos:

# Settings_ImportSQLite
source: Import SQLite (.db)
es: Importar SQLite (.db)

# Settings_ImportJSON
source: Import JSON
es: Importar JSON

# Settings_Appearance
source: Appearance
es: Apariencia

# Settings_Language
source: Interface language:
es: Idioma de la interfaz:

# Settings_Theme
source: Interface theme:
es: Tema:

# Settings_Maintenance
source: Maintenance
es: Mantenimiento

# Settings_ResetData
source: Reset all data
es: Restablecer todos los datos

# Settings_ResetDataWarning
source: ⚠️ Warning: This action will permanently delete all data!
es: ⚠️ Atención: ¡Esta acción eliminará todos los datos de forma permanente!

# Settings_About
source: About
es: Acerca de

# Settings_Version
source: Version:
es: Versión:

# Settings_CheckUpdates
source: Check for updates
es: Buscar actualizaciones

# Settings_PersonalSettings
source: Personal Settings
es: Configuración personal

# Settings_PersonalInfo
source: You can customize your experience here (language, theme, notifications).\n\nSensitive sections (Export/Import, Maintenance, database management) are reserved for administrators for security reasons.
es: Aquí puede personalizar su experiencia (idioma, tema, notificaciones).\n\nLas secciones sensibles (Exportar/Importar, Mantenimiento, gestión de base de datos) están reservadas para administradores por razones de seguridad.

# Language_French
source: French
es: Francés

# Language_English
source: English
es: Inglés

# Language_Spanish
source: Spanish
es: Español

# Confirm_LanguageChange
source: The language will be changed on the next application start.\n\nDo you want to restart now?
es: El idioma se cambiará en el próximo inicio de la aplicación.\n\n¿Desea reiniciar ahora?

# Confirm_LanguageChangeTitle
source: Confirmation
es: Confirmación

# Login_Title
source: Login
es: Iniciar sesión

# Login_Username
source: Username
es: Nombre de usuario

# Login_Password
source: Password
es: Contraseña

# Login_Button
source: Sign in
es: Iniciar sesión

# Login_Error
source: Invalid username or password
es: Nombre de usuario o contraseña incorrectos

# Menu_Section_Views
source: VIEWS
es: VISTAS

# Menu_Section_TimeAndCRA
source: TIME & TIMESHEET
es: TIEMPO Y HORAS

# Menu_Section_Administration
source: ADMINISTRATION
es: ADMINISTRACIÓN

# Menu_Section_Actions
source: ACTIONS
es: ACCIONES

# Menu_ChangeUser
source: Switch user
es: Cambiar de usuario

# Menu_ManageProjects
source: Manage projects
es: Gestionar proyectos

# Menu_ActiveProjects
source: {0} active project(s)
es: {0} proyecto(s) activo(s)

# Dashboard_Title
source: DASHBOARD
es: PANEL DE CONTROL

# Dashboard_Subtitle
source: Overview of your activity
es: Resumen de su actividad

# Dashboard_MyTasks
source: MY TASKS
es: MIS TAREAS

# Dashboard_InProgress
source: In Progress
es: En curso

# Dashboard_ToDo
source: To Do
es: Por hacer

# Dashboard_Blocked
source: Blocked
es: Bloqueadas

# Dashboard_Completed
source: Completed
es: Completadas

# Dashboard_Delayed
source: Delayed
es: Atrasadas

# Dashboard_ViewAll
source: View all
es: Ver todo

# Dashboard_TeamActivity
source: TEAM ACTIVITY
es: ACTIVIDAD DEL EQUIPO

# Dashboard_RecentUpdates
source: Recent updates
es: Actualizaciones recientes

# Dashboard_Priority
source: Priority
es: Prioridad

# Dashboard_High
source: High
es: Alta

# Dashboard_Medium
source: Medium
es: Media

# Dashboard_Low
source: Low
es: Baja

# Dashboard_DueDate
source: Due date
es: Fecha de vencimiento

# Dashboard_Status
source: Status
es: Estado

# Dashboard_AssignedTo
source: Assigned to
es: Asignado a

# Dashboard_NoTasks
source: No tasks
es: Sin tareas

# Dashboard_Statistics
source: STATISTICS
es: ESTADÍSTICAS

# Dashboard_TotalTasks
source: Total tasks
es: Total de tareas

# Dashboard_CompletionRate
source: Completion rate
es: Tasa de finalización

# Dashboard_ActiveSprints
source: Active sprints
es: Sprints activos

# Dashboard_TeamMembers
source: Team members
es: Miembros del equipo

# Dashboard_Hello
source: Hello
es: Hola

# Dashboard_Guide
source: Guide
es: Guía

# Dashboard_AllTeams
source: ALL TEAMS
es: TODOS LOS EQUIPOS

# Dashboard_ClickForDetails
source: Click to view details →
es: Haga clic para ver detalles →

# Dashboard_LoadPerTeam
source: Load / Team
es: Carga / Equipo

# Dashboard_Teams
source: Teams
es: Equipos

# Dashboard_Projects
source: Projects
es: Proyectos

# Dashboard_Resources
source: Resources
es: Recursos

# Dashboard_Urgent
source: Urgent
es: Urgentes

# Dashboard_CRAToValidate
source: Timesheets to validate
es: Hojas de horas para validar

# Dashboard_MyTeam
source: MY TEAM
es: MI EQUIPO

# Dashboard_ResourceDistribution
source: RESOURCE DISTRIBUTION BY TEAM
es: DISTRIBUCIÓN DE RECURSOS POR EQUIPO

# Dashboard_ActiveMembers
source: Number of active members (excluding managers)
es: Número de miembros activos (sin gerentes)

# Dashboard_ProjectsOverview
source: PROJECTS OVERVIEW
es: RESUMEN DE PROYECTOS

# Dashboard_Tasks
source: tasks
es: tareas

# Dashboard_MyUrgentTasks
source: MY URGENT TASKS
es: MIS TAREAS URGENTES

# Dashboard_ViewAllArrow
source: View all →
es: Ver todo →

# Dashboard_PerTeam
source: proj/team
es: proy/equipo

# Dashboard_RecentActivity
source: 📊 RECENT ACTIVITY
es: 📊 ACTIVIDAD RECIENTE

# Dashboard_QuickActions
source: ⚡ ACTIONS
es: ⚡ ACCIONES

# Dashboard_NewTask
source: New task
es: Nueva tarea

# Dashboard_ViewKanban
source: View Kanban
es: Ver Kanban

# Dashboard_TimelineProject
source: Project timeline
es: Cronología del proyecto

# Dashboard_Modified
source: Modified
es: Modificado

# Dashboard_TaskModification
source: Task modification
es: Modificación de la tarea

# TeamDetail_Back
source: Back
es: Volver

# TeamDetail_PlanningVM
source: VM Planning
es: Planificación VM

# TeamDetail_Contact
source: CONTACT
es: CONTACTO

# TeamDetail_Members
source: MEMBERS
es: MIEMBROS

# TeamDetail_ActiveProjects
source: ACTIVE PROJECTS
es: PROYECTOS ACTIVOS

# TeamDetail_FunctionalScope
source: FUNCTIONAL SCOPE
es: ÁMBITO FUNCIONAL

# TeamDetail_TeamMembers
source: TEAM MEMBERS
es: MIEMBROS DEL EQUIPO

# TeamDetail_Member
source: 👤 MEMBER
es: 👤 MIEMBRO

# TeamDetail_Role
source: 🎯 ROLE
es: 🎯 ROL

# TeamDetail_NoMembers
source: No members assigned to this team
es: Ningún miembro asignado a este equipo

# TeamDetail_AssociatedProjects
source: ASSOCIATED PROJECTS
es: PROYECTOS ASOCIADOS

# TeamDetail_NoProjects
source: No projects associated with this team
es: Ningún proyecto asociado a este equipo

# TeamDetail_View
source: → View
es: → Ver

# TeamDetail_Persons
source: person(s)
es: persona(s)

# TeamDetail_Projects
source: project(s)
es: proyecto(s)

# Activity_Created
source: ✅ Created
es: ✅ Creado

# Activity_Modified
source: 📝 Modified
es: 📝 Modificado

# Activity_Deleted
source: 🗑️ Deleted
es: 🗑️ Eliminado

# Activity_Leave
source: 🏖️ Leave
es: 🏖️ Vacaciones

# Activity_Absence
source: ⏸️ Absence
es: ⏸️ Ausencia

# Activity_Support
source: 🤝 Support
es: 🤝 Soporte

# Activity_Work
source: 💼 Work
es: 💼 Trabajo

# Activity_TimeLogged
source: ⏱️ Time logged
es: ⏱️ Tiempo registrado

# Activity_Task
source: Task
es: Tarea

# Activity_TaskNumber
source: Task #{0}
es: Tarea #{0}

# Activity_Project
source: Project
es: Proyecto

# Activity_Tasks
source: task
es: tarea

# Activity_TasksPlural
source: tasks
es: tareas

# Activity_On
source: on
es: en

# Activity_NoActivity
source: ℹ️ No recent activity
es: ℹ️ Sin actividad reciente

# Activity_StartWorking
source: Start working on tasks
es: Comience a trabajar en tareas

# Activity_LoadError
source: Unable to load activities
es: No se pueden cargar las actividades

# Activity_JustNow
source: Just now
es: Justo ahora

# Activity_MinutesAgo
source: {0} min ago
es: Hace {0} min

# Activity_HoursAgo
source: {0}h ago
es: Hace {0}h

# Activity_Yesterday
source: Yesterday
es: Ayer

# Activity_DaysAgo
source: {0}d ago
es: Hace {0}d

# Activity_Now
source: Now
es: Ahora

# Audit_TaskModification
source: Task #{0} modification
es: Modificación de la tarea #{0}

# Audit_TaskCreation
source: Task #{0} creation
es: Creación de la tarea #{0}

# TeamDetail_GeneralInfo
source: GENERAL INFORMATION
es: INFORMACIÓN GENERAL

# TeamDetail_Manager
source: MANAGER
es: GERENTE

# TeamDetail_Status
source: 📊 STATUS
es: 📊 ESTADO

# TeamDetail_NotDefined
source: Not defined
es: No definido

# TeamDetail_NoDescription
source: No description
es: Sin descripción

# TeamDetail_NotAssigned
source: Not assigned
es: No asignado

# TeamDetail_Active
source: Active
es: Activo

# TeamDetail_Inactive
source: Inactive
es: Inactivo

# TeamDetail_Code
source: Code: {0}
es: Código: {0}

# Role_Administrateur
source: Administrator
es: Administrador

# Role_ChefDeProjet
source: Project Manager
es: Jefe de proyecto

# Role_BusinessAnalyst
source: Business Analyst
es: Analista de negocios

# Role_Developpeur
source: Developer
es: Desarrollador

# Role_Manager
source: Manager
es: Gerente

# Scope_TacticalSolutions
source: Rapid solutions, tactical development
es: Soluciones rápidas, desarrollo táctico

# Scope_RapidDelivery
source: Tactical solutions and rapid delivery
es: Soluciones tácticas y entrega rápida

# PlanningVM_Title
source: VM Planning
es: 🖥️ PLANIFICACIÓN VM

# PlanningVM_Today
source: 📅 Today
es: 📅 Hoy

# Day_Monday
source: MON
es: LUN

# Day_Tuesday
source: TUE
es: MAR

# Day_Wednesday
source: WED
es: MIÉ

# Day_Thursday
source: THU
es: JUE

# Day_Friday
source: FRI
es: VIE

# Day_Saturday
source: SAT
es: SÁB

# Day_Sunday
source: SUN
es: DOM

# PlanningVM_AssignQuestion
source: How would you like to assign yourself to manage the VM?
es: ¿Cómo le gustaría asignarse para administrar la VM?

# PlanningVM_OnlyThisDay
source: 📅 Only this day ({0})
es: 📅 Solo este día ({0})

# PlanningVM_WholeWeek
source: 📋 Whole week ({0} → {1})
es: 📋 Toda la semana ({0} → {1})

# PlanningVM_Cancel
source: ✕ Cancel
es: ✕ Cancelar

# PlanningVM_AssignSuccess
source: You have been successfully assigned!\n\nRefresh the page to see the changes.
es: ¡Ha sido asignado con éxito!\n\nActualice la página para ver los cambios.

# PlanningVM_AssignError
source: Assignment error:\n\n{0}\n{1}\n\nStack Trace:\n{2}
es: Error de asignación:\n\n{0}\n{1}\n\nStack Trace:\n{2}

# PlanningVM_AlreadyAssigned
source: This day is already assigned to {0}.\n\nOnly {0} can withdraw or request an exchange.
es: Este día ya está asignado a {0}.\n\nSolo {0} puede retirarse o solicitar un intercambio.

# PlanningVM_Info
source: Information
es: Información

# PlanningVM_DaysAlreadyAssigned
source: \n❌ Days already assigned ({0}):\n
es: \n❌ Días ya asignados ({0}):\n

# PlanningVM_ConfirmAssign
source: \n\nWould you like to assign yourself to the {0} available day(s)?
es: \n\n¿Desea asignarse a los {0} día(s) disponible(s)?

# PlanningVM_AssignedSuccess
source: ✅ You have been assigned to {0} day(s) successfully!
es: ✅ ¡Ha sido asignado a {0} día(s) con éxito!

# PlanningVM_Success
source: Success
es: Éxito

# PlanningVM_ErrorAfterAssign
source: Error after {0} assignment(s):\n\n{1}
es: Error después de {0} asignación(es):\n\n{1}

# PlanningVM_AcceptExchange
source: You have accepted the exchange!\n\nYou are now assigned to manage the VM on {0}.
es: ¡Ha aceptado el intercambio!\n\nAhora está asignado(a) para administrar la VM el {0}.

# PlanningVM_Confirmation
source: Confirmation
es: Confirmación

# PlanningVM_ExchangeRequest
source: Exchange Request - VM Planning
es: Solicitud de Intercambio - Planificación VM

# PlanningVM_AssignedOn
source: You are assigned on {0}
es: Está asignado(a) el {0}

# PlanningVM_RequestExchangeLabel
source: Request another member to take your place:
es: Solicitar a otro miembro que tome su lugar:

# PlanningVM_Validate
source: ✓ Validate
es: ✓ Validar

# PlanningVM_SelectMember
source: Please select a member.
es: Por favor seleccione un miembro.

# PlanningVM_Warning
source: Warning
es: Atención

# PlanningVM_ExchangeSent
source: Your request has been sent to {0} {1}.\n\nHe/She will receive a notification.
es: Su solicitud ha sido enviada a {0} {1}.\n\nÉl/Ella recibirá una notificación.

# PlanningVM_RequestSent
source: Request Sent
es: Solicitud Enviada

# PlanningVM_ExchangeError
source: Error during exchange request: {0}
es: Error al solicitar el intercambio: {0}

# PlanningVM_NotifExchangeTitle
source: 🔄 Exchange Request - VM Planning
es: 🔄 Solicitud de Intercambio - Planificación VM

# PlanningVM_NotifExchangeMessage
source: {0} {1} is requesting to exchange with you for VM management on {2}.
es: {0} {1} le solicita intercambiar la gestión de VM el {2}.

# PlanningVM_NotifSentTitle
source: 🔄 Exchange Request Sent - VM Planning
es: 🔄 Solicitud de Intercambio Enviada - Planificación VM

# PlanningVM_NotifSentMessage
source: You requested {0} {1} to take your place on {2}. Waiting for response...
es: Ha solicitado a {0} {1} que tome su lugar el {2}. Esperando respuesta...

# PlanningVM_NotifAcceptedTitle
source: ✅ Exchange Accepted - VM Planning
es: ✅ Intercambio Aceptado - Planificación VM

# PlanningVM_NotifAcceptedMessage
source: {0} {1} has accepted to take your place on {2}.
es: {0} {1} ha aceptado tomar su lugar el {2}.

# Requests_Title
source: REQUESTS
es: SOLICITUDES

# Requests_Subtitle
source: User requests management and processing tracking
es: Gestión de solicitudes de usuarios y seguimiento de procesamientos

# Requests_CreateFromEmail
source: 📧 Create from Email (AI)
es: 📧 Crear desde Email (IA)

# Requests_NewRequest
source: ➕ New request
es: ➕ Nueva solicitud

# Requests_ActiveRequests
source: 📋 Active requests
es: 📋 Solicitudes activas

# Requests_Archives
source: 📦 Archives
es: 📦 Archivos

# Requests_Status
source: 📊 Status
es: 📊 Estado

# Requests_Criticality
source: ⚠️ Criticality
es: ⚠️ Criticidad

# Requests_Team
source: 👥 Team
es: 👥 Equipo

# Requests_DateFrom
source: 📅 Date from
es: 📅 Fecha desde

# Requests_DateTo
source: 📅 Date to
es: 📅 Fecha hasta

# Requests_Refresh
source: 🔄 Refresh
es: 🔄 Actualizar

# Requests_Reset
source: ✕ Reset
es: ✕ Restablecer

# Requests_All
source: All
es: Todos

# Requests_StatusAwaitingSpec
source: Awaiting specification
es: Esperando especificación

# Requests_StatusAwaitingQuote
source: Awaiting quote
es: Esperando cotización

# Requests_StatusAwaitingManagerValidation
source: Awaiting manager validation
es: Esperando validación del gerente

# Requests_StatusAccepted
source: Accepted
es: Aceptada

# Requests_StatusPlannedInUS
source: Planned in US
es: Planificada en US

# Requests_StatusInProgress
source: In progress
es: En progreso

# Requests_StatusDelivered
source: Delivered
es: Entregada

# Requests_StatusRefused
source: Refused
es: Rechazada

# Requests_NotAssigned
source: Not assigned
es: No asignado

# Requests_ErrorPermission
source: Error checking permissions: {0}
es: Error al verificar permisos: {0}

# Requests_ErrorLoading
source: Error loading requests: {0}
es: Error al cargar solicitudes: {0}

# Requests_ErrorCreating
source: Error creating request: {0}
es: Error al crear solicitud: {0}

# Requests_ErrorDisplayingDetails
source: Error displaying details: {0}
es: Error al mostrar detalles: {0}

# Requests_NotFound
source: Request not found.
es: Solicitud no encontrada.

# Requests_NoPermissionModify
source: You don't have permission to modify this request.
es: No tiene permiso para modificar esta solicitud.

# Requests_ErrorModifying
source: Error modifying request: {0}
es: Error al modificar solicitud: {0}

# Requests_ErrorDisplayingComments
source: Error displaying comments: {0}
es: Error al mostrar comentarios: {0}

# Requests_NoPermissionDelete
source: You don't have permission to delete requests.
es: No tiene permiso para eliminar solicitudes.

# Requests_ConfirmDelete
source: Are you sure you want to delete this request?\n\nThis action cannot be undone.
es: ¿Está seguro de que desea eliminar esta solicitud?\n\nEsta acción es irreversible.

# Requests_DeletedSuccess
source: Request successfully deleted.
es: Solicitud eliminada con éxito.

# Requests_Deletion
source: Deletion
es: Eliminación

# Requests_ErrorDeleting
source: Error deleting request: {0}
es: Error al eliminar solicitud: {0}

# Requests_AlreadyLinkedProject
source: This request is already linked to a project.
es: Esta solicitud ya está vinculada a un proyecto.

# Requests_ErrorCreatingProject
source: Error creating project: {0}
es: Error al crear proyecto: {0}

# Requests_AllCriticality
source: All
es: Todas

# Requests_AllTeams
source: All teams
es: Todos los equipos

# Requests_CreateProject
source: � Create project
es: � Crear proyecto

# Requests_CreateProjectFor
source: Create a project for the request: {0}
es: Crear un proyecto para la solicitud: {0}

# Requests_CreateTask
source: 🎯 Create task
es: 🎯 Crear tarea

# Requests_Details
source: 📝 Details
es: 📝 Detalles

# Requests_Modify
source: ✏️ Modify
es: ✏️ Modificar

# Requests_Comments
source: 💬 Comments
es: 💬 Comentarios

# Requests_Archive
source: archive
es: 📦 Archivar

# Requests_Delete
source: 🗑️ Delete
es: 🗑️ Eliminar

# Requests_Requester
source: REQUESTER
es: SOLICITANTE

# Requests_DateCreation
source: 📅 CREATION DATE
es: 📅 FECHA CREACIÓN

# Requests_Managers
source: 👤 MANAGER(S)
es: 👤 GERENTE(S)

# Requests_TeamMembers
source: 👨‍💼 TEAM MEMBERS
es: 👨‍💼 MIEMBROS DEL EQUIPO

# Requests_Teams
source: 👥 TEAMS
es: 👥 EQUIPOS

# Requests_NoTeam
source: No team
es: Ningún equipo

# Requests_NoMembers
source: No members
es: Ningún miembro

# Requests_FilterStatus
source: 📊 Status
es: 📊 Estado

# Requests_FilterCriticality
source: ⚠️ Criticality
es: ⚠️ Criticidad

# Requests_CriticalityHigh
source: High
es: Alta

# Requests_CriticalityMedium
source: Medium
es: Media

# Requests_CriticalityLow
source: Low
es: Baja

# Requests_SelectDate
source: Select a date
es: Seleccione una fecha

# Requests_FilterTeam
source: 👥 Team
es: 👥 Equipo

# Requests_FilterDateFrom
source: 📅 Date from
es: 📅 Fecha desde

# Requests_FilterDateTo
source: 📅 Date to
es: 📅 Fecha hasta

# Requests_FilterAll
source: All
es: Todos

# Requests_FilterAllCriticality
source: All
es: Todas

# Requests_FilterAllTeams
source: All teams
es: Todos los equipos

# Requests_ActiveTab
source: 📋 Active requests
es: 📋 Solicitudes activas

# Requests_ArchivesTab
source: 📦 Archives
es: 📦 Archivos

# Requests_CreationDate
source: 📅 CREATION DATE
es: 📅 FECHA CREACIÓN

# Requests_Edit
source: ✏️ Edit
es: ✏️ Editar

# Requests_StatusPendingSpec
source: Awaiting specification
es: Esperando especificación

# Requests_StatusPendingEstimate
source: Awaiting estimate
es: Esperando estimación

# Requests_StatusPendingValidation
source: Awaiting manager validation
es: Esperando validación del gerente

# Requests_StatusPlannedUS
source: Planned in US
es: Planificada en US

# Requests_StatusRejected
source: Rejected
es: Rechazada

# Requests_EditRequest
source: EDIT REQUEST
es: MODIFICAR SOLICITUD

# Requests_RequiredFields
source: Complete all required fields marked with an asterisk (*)
es: Complete todos los campos obligatorios marcados con asterisco (*)

# Requests_TitleLabel
source: Title
es: Título

# Requests_DescriptionLabel
source: Description
es: Descripción

# Requests_TypeLabel
source: Type
es: Tipo

# Requests_TypeDev
source: Development
es: Desarrollo

# Requests_TypeRun
source: Run
es: Ejecutar

# Requests_TypeSupport
source: Support
es: Soporte

# Requests_TypeOther
source: Other
es: Otro

# Requests_TypeVacation
source: Vacation
es: Vacaciones

# Requests_TypeNotWorked
source: Not worked
es: No trabajado

# Requests_CriticalityLabel
source: Criticality
es: Criticidad

# Requests_ProgramClassification
source: PROGRAM AND CLASSIFICATION
es: PROGRAMA Y CLASIFICACIÓN

# Requests_AssociatedProgram
source: Associated Program
es: Programa asociado

# Requests_PriorityLabel
source: Priority
es: Prioridad

# Requests_ProjectType
source: Project Type
es: Tipo de Proyecto

# Requests_Category
source: Category
es: Categoría
