Repository: HanGPIErr/BacklogManager-Prod
Catalog: Resources/Strings.*.resx
Languages: es

# StatsAIAnalysis_DevPerformance
source: 👥 Performance by Developer
es: 👥 Rendimiento por Desarrollador

# StatsAIAnalysis_TrendsAndPatterns
source: 📈 Trends and Patterns
es: 📈 Tendencias y Patrones

# StatsAIAnalysis_Recommendations
source: 💡 Recommendations
es: 💡 Recomendaciones

# StatsAIAnalysis_PriorityActions
source: 🎯 Priority Actions
es: 🎯 Acciones Prioritarias

# StatsAIAnalysis_Close
source: Close
es: Cerrar

# EmailAnalysis_WindowTitle
source: 📧 AI Analysis - Email Request
es: 📧 Análisis IA - Solicitud por Email

# EmailAnalysis_Results
source: Analysis Results
es: Resultados del Análisis

# EmailAnalysis_CopyToClipboard
source: 📋 Copy
es: 📋 Copiar

# EmailAnalysis_ReanalyzeWithToken
source: 🔄 Reanalyze (with Token)
es: 🔄 Reanalizar (con Token)

# EmailAnalysis_Close
source: Close
es: Cerrar

# UserEdit_NewUser
source: New User
es: Nuevo Usuario

# UserEdit_EditUser
source: Edit User
es: Editar Usuario

# UserEdit_UserInformation
source: User Information
es: Información de Usuario

# UserEdit_LastName
source: Last Name *
es: Apellido *

# UserEdit_FirstName
source: First Name
es: Nombre

# UserEdit_Username
source: 🔑 Windows Username (ID) *
es: 🔑 Usuario de Windows (ID) *

# UserEdit_UsernameHint
source: Used for Windows authentication
es: Utilizado para autenticación de Windows

# UserEdit_Role
source: 👥 Role *
es: 👥 Rol *

# UserEdit_Team
source: 🏢 Team
es: 🏢 Equipo

# UserEdit_TeamHint
source: Leave empty if no team assigned
es: Deje vacío si no hay equipo asignado

# UserEdit_NoTeam
source: -- No team --
es: -- Sin equipo --

# UserEdit_Status
source: 📊 Status *
es: 📊 Estado *

# UserEdit_StatusHint
source: User assignment category
es: Categoría de asignación del usuario

# UserEdit_ActiveUser
source: ✅ Active user
es: ✅ Usuario activo

# UserEdit_Save
source: 💾 Save
es: 💾 Guardar

# UserEdit_Cancel
source: ❌ Cancel
es: ❌ Cancelar

# UserEdit_ErrorLoadingRoles
source: Error loading roles
es: Error al cargar roles

# UserEdit_SuccessCreated
source: User created successfully.
es: Usuario creado con éxito.

# UserEdit_SuccessUpdated
source: User updated successfully.
es: Usuario actualizado con éxito.

# UserEdit_ErrorSaving
source: Error saving
es: Error al guardar

# Common_Details
source: Details
es: Detalles

# Notifications_Title
source: NOTIFICATION CENTER
es: CENTRO DE NOTIFICACIONES

# Notifications_UnreadCount
source: {0} unread notification(s)
es: {0} notificación(es) no leída(s)

# Notifications_MarkAllRead
source: ✓ Mark all as read
es: ✓ Marcar todas como leídas

# Notifications_DeleteRead
source: 🗑️ Delete read
es: 🗑️ Eliminar leídas

# Notifications_Filter
source: 🔍 Filter:
es: 🔍 Filtrar:

# Notifications_All
source: All
es: Todas

# Notifications_UnreadOnly
source: Unread only
es: Solo no leídas

# Notifications_Urgent
source: 🔴 Urgent
es: 🔴 Urgente

# Notifications_Attention
source: 🟠 Attention
es: 🟠 Atención

# Notifications_Success
source: ✅ Success
es: ✅ Éxito

# Notifications_NoNotifications
source: No notifications
es: Sin notificaciones

# Notifications_UpToDate
source: You're all caught up!
es: ¡Está al día!

# Notifications_Task
source: Task
es: Tarea

# Notifications_Status
source: Status
es: Estado

# Notifications_Priority
source: Priority
es: Prioridad

# Notifications_TaskDetails
source: Task Details
es: Detalles de la tarea

# Notifications_ConfirmDeleteRead
source: Do you really want to delete all read notifications?
es: ¿Realmente desea eliminar todas las notificaciones leídas?

# Notifications_CannotSendEmail
source: Cannot send email: • No developer is assigned to this task, or • The developer's email address is missing. Please assign a developer with a valid email address.
es: No se puede enviar el correo: • Ningún desarrollador está asignado a esta tarea, o • Falta la dirección de correo del desarrollador. Por favor, asigne un desarrollador con una dirección de correo válida.

# Notifications_EmailUnavailable
source: Email unavailable
es: Email no disponible

# Notifications_ConfirmCancelRequest
source: Do you really want to cancel this exchange request?
es: ¿Realmente desea cancelar esta solicitud de intercambio?

# Notifications_CancelSuccess
source: The exchange request has been successfully cancelled.
es: La solicitud de intercambio se ha cancelado con éxito.

# Notifications_CancelSuccessTitle
source: Cancellation successful
es: Cancelación exitosa

# Notifications_CancelError
source: Error during cancellation
es: Error durante la cancelación

# Notification_CriticalDelay
source: ⚠️ Critical delay: {0}
es: ⚠️ Retraso crítico: {0}

# Notification_DelayMessage
source: This task is {0} day(s) overdue (Deadline: {1})
es: Esta tarea tiene {0} día(s) de retraso (Plazo: {1})

# Notification_DeadlineNear
source: 📅 Deadline approaching: {0}
es: 📅 Plazo próximo: {0}

# Notification_DeadlineMessage
source: This task must be completed in {0} day(s) (Deadline: {1})
es: Esta tarea debe completarse en {0} día(s) (Plazo: {1})

# Notification_Unassigned
source: unassigned
es: sin asignar

# Notification_UrgentUnassigned
source: 🚨 Urgent unassigned task: {0}
es: 🚨 Tarea urgente sin asignar: {0}

# Notification_UnassignedMessage
source: This priority task does not yet have an assigned developer
es: Esta tarea prioritaria aún no tiene un desarrollador asignado

# Notification_TaskCompleted
source: ✅ Task completed: {0}
es: ✅ Tarea completada: {0}

# Notification_CompletedMessage
source: Congratulations! This task has been completed
es: ¡Felicitaciones! Esta tarea ha sido completada

# Notifications_NewBadge
source: NEW
es: NUEVO

# Stats_TasksByPriority
source: 🎯 Tasks by Priority
es: 🎯 Tareas por Prioridad

# Stats_PriorityDistribution
source: Priority distribution
es: Distribución de prioridades

# Stats_High
source: High
es: Alta

# Stats_Medium
source: Medium
es: Media

# Stats_Low
source: Low
es: Baja

# Stats_TasksByProject
source: 📂 Tasks by Project
es: 📂 Tareas por Proyecto

# Stats_Top10Projects
source: Top 10 projects by volume
es: Top 10 proyectos por volumen

# Stats_CompletionTrend
source: 📈 Completion Trend
es: 📈 Tendencia de Finalización

# Stats_Last12Months
source: Last 12 months - Completed tasks
es: Últimos 12 meses - Tareas completadas

# Stats_Month
source: Month
es: Mes

# Stats_CompletedTasks
source: Completed tasks
es: Tareas completadas

# Stats_NoData
source: No data available for this period
es: No hay datos disponibles para este período

# Stats_Loading
source: Loading statistics...
es: Cargando estadísticas...

# Stats_Error
source: Error loading statistics
es: Error al cargar estadísticas

# Stats_DoubleClickInfo
source: 💡 Double-click on a card to see task details
es: 💡 Haga doble clic en una tarjeta para ver los detalles de las tareas

# Stats_CRAByDev
source: ⏰ CRA Time by Developer
es: ⏰ Tiempo CRA por Desarrollador

# Stats_HoursEnteredValidated
source: Hours entered and validated
es: Horas ingresadas y validadas

# Stats_DoubleClickCRAInfo
source: 💡 Double-click on a card to see CRA history
es: 💡 Haga doble clic en una tarjeta para ver el historial de CRA

# Stats_ProjectProgress
source: 📁 Project Progress
es: 📁 Progreso de Proyectos

# Stats_ResourcesByTeam
source: 🏢 Resource Distribution by Team
es: 🏢 Distribución de Recursos por Equipo

# Stats_ActiveMembersExcludingManagers
source: Number of active members (excluding managers) per team
es: Número de miembros activos (excluyendo gerentes) por equipo

# Stats_ViewFullDetails
source: View full details
es: Ver detalles completos

# Stats_LoadBalance
source: ⚖️ Load Balance Between Teams
es: ⚖️ Equilibrio de Carga entre Equipos

# Stats_CapacityAnalysis
source: Analysis of capacity and workload per team (actual CRA hours)
es: Análisis de capacidad y carga de trabajo por equipo (horas CRA reales)

# Stats_ResourcesAndWorkload
source: 📋 Resources and Workload
es: 📋 Recursos y Carga de Trabajo

# Stats_StatusToDo
source: To Do
es: Por hacer

# Stats_StatusInProgress
source: In Progress
es: En progreso

# Stats_StatusInTest
source: In Test
es: En prueba

# Stats_StatusCompleted
source: Completed
es: Completado

# Stats_CompletedTasksIncludingArchived
source: Completed tasks (including archived) and CRA time entered per project
es: Tareas completadas (incluidas archivadas) y tiempo CRA ingresado por proyecto

# Stats_ArchivedTasksCountedAsCompleted
source: Archived tasks are counted as completed
es: Las tareas archivadas se cuentan como completadas

# Stats_LoadLevelLow
source: Low
es: Baja

# Stats_LoadLevelHigh
source: High
es: Alta

# Stats_LoadLevelVeryHigh
source: Very high
es: Muy alta

# Stats_CapacityAvailable
source: Capacity available
es: Capacidad disponible

# Stats_BalancedLoad
source: Balanced load
es: Carga equilibrada

# Stats_HeavyLoad
source: Heavy load
es: Carga pesada

# Stats_Overload
source: Overload
es: Sobrecarga

# Stats_NoMembers
source: No members
es: Sin miembros

# Stats_Archived
source: archived
es: archivadas

# Guide_Title
source: Project & Change Agent - Your Steering Guide
es: Agente Project & Change - Tu guía de pilotaje

# Guide_RolePrefix
source: Guide
es: Guía

# Guide_AgentName
source: Project & Change Agent
es: Agente Project & Change

# Guide_Subtitle
source: Efficiently manage your projects
es: Pilota eficazmente tus proyectos

# Guide_ChatButton
source: 💬 Chat with AI
es: 💬 Chatear con IA

# Guide_SelectQuestion
source: Select a question from the list to see the detailed answer.
es: Seleccione una pregunta de la lista para ver la respuesta detallada.

# Guide_Admin_Q1
source: How to manage users?
es: ¿Cómo gestionar usuarios?

# Guide_Admin_A1
source: 📋 USER MANAGEMENT 1. Access ADMINISTRATION menu → Manage Team 2. You'll see the complete list of users 3. Double-click on a user to edit their profile 4. Change the role (Admin, Project Manager, Developer, Business Analyst) 5. Set access permissions to modules 6. Save changes with the Save button 💡 Roles determine access rights and available features.
es: 📋 GESTIÓN DE USUARIOS 1. Acceda al menú ADMINISTRACIÓN → Gestionar equipo 2. Verá la lista completa de usuarios 3. Haga doble clic en un usuario para editar su perfil 4. Modifique el rol (Admin, Jefe de Proyecto, Desarrollador, Analista de Negocio) 5. Defina los permisos de acceso a módulos 6. Valide los cambios con el botón Guardar 💡 Los roles determinan los derechos de acceso y las funcionalidades disponibles.

# Guide_Admin_Q2
source: How to use Reporting?
es: ¿Cómo usar Reporting?

# Guide_Admin_A2
source: 📊 REPORTING & STEERING ADMINISTRATION menu → Reporting tab Two views available: 📊 PROGRAM VIEW: • Consolidated analysis of all program projects • Global KPIs: progress, velocity, workload • Task distribution by priority and status • Team and resource contributions • Comparative view before/during period 📁 PROJECT VIEW: • Detailed analysis of a specific project • Project health (On track / Delayed / Critical) • Completed vs in-progress tasks • Actual time vs estimated • Performance by developer Filter by period for precise temporal analyses.
es: 📊 REPORTING & PILOTAJE Menú ADMINISTRACIÓN → Pestaña Reporting Dos vistas disponibles: 📊 VISTA PROGRAMA: • Análisis consolidado de todos los proyectos de un programa • KPIs globales: progreso, velocidad, carga • Distribución de tareas por prioridad y estado • Contribuciones de equipos y recursos • Vista comparativa antes/durante el período 📁 VISTA PROYECTO: • Análisis detallado de un proyecto específico • Salud del proyecto (On track / Retrasado / Crítico) • Tareas terminadas vs en curso • Tiempo real vs estimado • Rendimiento por desarrollador Filtre por período para análisis temporales precisos.

# Guide_Admin_Q3
source: How to use AI analyses?
es: ¿Cómo usar los análisis IA?

# Guide_Admin_A3
source: 🤖 INTELLIGENT ANALYSES AI automatically analyzes your data: 📊 PROJECT ANALYSIS (Reporting): • Steering recommendations • Risk detection • Workload optimization • Delivery forecasts 📈 DEVELOPER ANALYSIS (CRA Tracking): • Individual performance • Workload • Improvement suggestions 📉 STATISTICS ANALYSIS (Dashboard): • Global trends • Team KPIs • Focus points ✅ CRA VALIDATION (Timeline): • Compliance analysis • Anomaly detection • Automatic validation report 💡 AI requires an API token configured in Settings.
es: 🤖 ANÁLISIS INTELIGENTES La IA analiza automáticamente sus datos: 📊 ANÁLISIS PROYECTO (Reporting): • Recomendaciones de pilotaje • Detección de riesgos • Optimización de la carga • Previsiones de entrega 📈 ANÁLISIS DESARROLLADOR (Seguimiento CRA): • Rendimiento individual • Carga de trabajo • Sugerencias de mejora 📉 ANÁLISIS ESTADÍSTICAS (Dashboard): • Tendencias globales • KPIs de equipo • Puntos de atención ✅ VALIDACIÓN CRA (Timeline): • Análisis de conformidad • Detección de anomalías • Informe de validación automático 💡 La IA necesita un token API configurado en Parámetros.

# Guide_Admin_Q4
source: How to validate CRAs?
es: ¿Cómo validar los CRA?

# Guide_Admin_A4
source: ✅ CRA VALIDATION 1. ADMINISTRATION menu → Timeline (CRA Tracking) 2. Select the program or project 3. Check time entries by each developer 4. Use AI analysis to detect anomalies 5. Bulk validate with the 'Validate' button 6. A detailed report is automatically generated 📌 Validated CRAs are locked and can no longer be modified. 💡 AI alerts you to delayed tasks and time discrepancies.
es: ✅ VALIDACIÓN DE CRA 1. Menú ADMINISTRACIÓN → Timeline (Seguimiento CRA) 2. Seleccione el programa o proyecto 3. Verifique los tiempos ingresados por cada desarrollador 4. Use el análisis IA para detectar anomalías 5. Valide en masa con el botón 'Validar' 6. Se genera automáticamente un informe detallado 📌 Los CRA validados están bloqueados y no pueden modificarse. 💡 La IA le señala las tareas retrasadas y las desviaciones de tiempo.

# Guide_Admin_Q5
source: How to manage archives?
es: ¿Cómo gestionar los archivos?

# Guide_Admin_A5
source: 📦 ARCHIVE MANAGEMENT ADMINISTRATION menu → Archives Features: • Archive obsolete or completed requests • View history of archived items • Restore items if necessary • Free up space in active backlog To archive a request: 1. Open the request in REQUESTS 2. Click 'Archive' 3. Confirm the action ⚠️ Only administrators can archive and restore.
es: 📦 GESTIÓN DE ARCHIVOS Menú ADMINISTRACIÓN → Archivos Funcionalidades: • Archivar solicitudes obsoletas o terminadas • Consultar el historial de elementos archivados • Restaurar elementos si es necesario • Liberar espacio en el backlog activo Para archivar una solicitud: 1. Abra la solicitud en SOLICITUDES 2. Haga clic en 'Archivar' 3. Confirme la acción ⚠️ Solo los administradores pueden archivar y restaurar.

# Guide_Admin_Q6
source: How to manage permissions?
es: ¿Cómo gestionar los permisos?

# Guide_Admin_A6
source: 🔐 PERMISSION MANAGEMENT ADMINISTRATION menu → Users & Roles Permissions by role: • Administrator: full access, reporting, archives, system management • Project Manager: backlog, assignments, CRA validation, statistics • Developer: task consultation, CRA entry, comments • Business Analyst: request creation, backlog consultation Configuring permissions: 1. 'Roles' tab in Users & Roles 2. Check permissions for each role 3. Save changes 4. Users immediately receive new rights
es: 🔐 GESTIÓN DE PERMISOS Menú ADMINISTRACIÓN → Usuarios y Roles Permisos por rol: • Administrador: acceso total, reporting, archivos, gestión del sistema • Jefe de Proyecto: backlog, asignaciones, validación CRA, estadísticas • Desarrollador: consulta de tareas, entrada CRA, comentarios • Analista de Negocio: creación de solicitudes, consulta de backlog Configuración de permisos: 1. Pestaña 'Roles' en Usuarios y Roles 2. Marque los permisos para cada rol 3. Guarde las modificaciones 4. Los usuarios reciben inmediatamente los nuevos derechos

# Guide_Admin_Q7
source: How to use AI chat?
es: ¿Cómo usar el chat IA?

# Guide_Admin_A7
source: 🤖 AI CONVERSATIONAL AGENT 1. Click 'Chat with AI' at the bottom of this panel 2. First use: configure your API token - Go to https://genfactory-ai.analytics.cib.echonet - Generate a Bearer token in your profile - Paste it in configuration (Settings) 3. Ask questions about BacklogManager 4. AI knows all features 💡 AI can guide you step by step in your daily tasks.
es: 🤖 AGENTE CONVERSACIONAL IA 1. Haga clic en 'Chatear con IA' en la parte inferior de este panel 2. Primer uso: configure su token API - Vaya a https://genfactory-ai.analytics.cib.echonet - Genere un token Bearer en su perfil - Péguelo en la configuración (Settings) 3. Haga preguntas sobre BacklogManager 4. La IA conoce todas las funcionalidades 💡 La IA puede guiarle paso a paso en sus tareas diarias.

# Guide_CP_Q1
source: How to create a task?
es: ¿Cómo crear una tarea?

# Guide_CP_A1
source: ➕ TASK CREATION 1. Access BACKLOG menu 2. Click ➕ New Task button 3. Fill in information: • Clear and concise title • Detailed description • Assigned developer • Priority (Urgent, High, Medium, Low) • Estimated workload in hours • Associated project 4. Click Save The task immediately appears in the backlog and Kanban.
es: ➕ CREACIÓN DE TAREA 1. Acceda al menú BACKLOG 2. Haga clic en el botón ➕ Nueva tarea 3. Complete la información: • Título claro y conciso • Descripción detallada • Desarrollador asignado • Prioridad (Urgente, Alta, Media, Baja) • Carga estimada en horas • Proyecto asociado 4. Haga clic en Guardar La tarea aparece inmediatamente en el backlog y el Kanban.

# Guide_CP_Q2
source: How to use Kanban?
es: ¿Cómo usar el Kanban?

# Guide_CP_A2
source: 📋 KANBAN BOARD KANBAN menu to visualize your workflow: • Columns: To Do, Waiting, To Prioritize, In Progress, Test, Done • Drag and drop cards between columns • Filter by project or developer • Double-click a card to see details • Colors indicate priority • Real-time counters per column 💡 Kanban updates in real time for the entire team.
es: 📋 TABLERO KANBAN Menú KANBAN para visualizar su flujo de trabajo: • Columnas: Por hacer, En espera, Por priorizar, En curso, Test, Terminado • Arrastre y suelte las tarjetas entre columnas • Filtre por proyecto o desarrollador • Haga doble clic en una tarjeta para ver los detalles • Los colores indican la prioridad • Contadores en tiempo real por columna 💡 El Kanban se actualiza en tiempo real para todo el equipo.

# Guide_CP_Q3
source: How to view statistics?
es: ¿Cómo consultar las estadísticas?

# Guide_CP_A3
source: 📊 STATISTICS & ANALYTICS STATISTICS menu to manage your team: 📈 KEY INDICATORS: • Completed vs in-progress tasks • Team productivity (%) • Average velocity • Workload per developer 📉 CHARTS: • Task evolution over time • Distribution by priority and status • Actual time vs estimated 🤖 AI ANALYSIS: Request intelligent analysis to get: • Steering recommendations • Risk detection • Improvement suggestions Export statistics to PDF for your reports.
es: 📊 ESTADÍSTICAS Y ANÁLISIS Menú ESTADÍSTICAS para pilotar su equipo: 📈 INDICADORES CLAVE: • Tareas terminadas vs en curso • Productividad del equipo (%) • Velocidad promedio • Carga de trabajo por desarrollador 📉 GRÁFICOS: • Evolución de tareas en el tiempo • Distribución por prioridad y estado • Tiempo real vs estimado 🤖 ANÁLISIS IA: Solicite un análisis inteligente para obtener: • Recomendaciones de pilotaje • Detección de riesgos • Sugerencias de mejora Exporte las estadísticas en PDF para sus informes.

# Guide_CP_Q4
source: How to assign tasks?
es: ¿Cómo asignar tareas?

# Guide_CP_A4
source: 👥 TASK ASSIGNMENT Multiple methods: 1. From BACKLOG: • Select a task • Choose developer from list • Save 2. From KANBAN: • Double-click a card • Modify assignment The developer automatically receives a notification.
es: 👥 ASIGNACIÓN DE TAREAS Varios métodos: 1. Desde el BACKLOG: • Seleccione una tarea • Elija el desarrollador en la lista • Guarde 2. Desde el KANBAN: • Doble clic en una tarjeta • Modifique la asignación El desarrollador recibe una notificación automáticamente.

# Guide_CP_Q5
source: How to track progress?
es: ¿Cómo seguir el progreso?

# Guide_CP_A5
source: 📈 PROGRESS TRACKING Multiple indicators available: • Dashboard: KPIs overview and charts • Kanban: Real-time task status • Timeline: CRA tracking by project and team • Statistics: Detailed charts and analyses • Notifications: Alerts on urgent tasks 💡 Export statistics to PDF for your reports.
es: 📈 SEGUIMIENTO DEL PROGRESO Varios indicadores disponibles: • Dashboard: Vista general KPIs y gráficos • Kanban: Estado en tiempo real de las tareas • Timeline: Seguimiento CRA por proyecto y equipo • Estadísticas: Gráficos detallados y análisis • Notificaciones: Alertas sobre tareas urgentes 💡 Exporte las estadísticas en PDF para sus informes.

# Guide_CP_Q6
source: How to manage requests?
es: ¿Cómo gestionar las solicitudes?

# Guide_CP_A6
source: 📝 REQUEST MANAGEMENT 1. REQUESTS menu to see all requests 2. Sort by criticality or date 3. Open a request to analyze it 4. Transform it into backlog tasks 5. Assign to developers 6. Update status Business Analysts are notified of status changes.
es: 📝 GESTIÓN DE SOLICITUDES 1. Menú SOLICITUDES para ver todas las solicitudes 2. Ordene por criticidad o fecha 3. Abra una solicitud para analizarla 4. Transfórmela en tareas del backlog 5. Asigne a los desarrolladores 6. Actualice el estado Los Analistas de Negocio son notificados de los cambios de estado.

# Guide_CP_Q7
source: How to manage notifications?
es: ¿Cómo gestionar las notificaciones?

# Guide_CP_A7
source: 🔔 NOTIFICATION CENTER NOTIFICATIONS menu (bell icon): You are notified for: • New requests created • Blocked or delayed tasks • Comments on your projects • CRAs pending validation • Important status changes Possible actions: • Mark as read • Go directly to item • Filter by notification type The red badge shows the number of unread notifications.
es: 🔔 CENTRO DE NOTIFICACIONES Menú NOTIFICACIONES (icono campana): Se le notifica para: • Nuevas solicitudes creadas • Tareas bloqueadas o retrasadas • Comentarios en sus proyectos • CRA en espera de validación • Cambios de estado importantes Acciones posibles: • Marcar como leída • Acceder directamente al elemento • Filtrar por tipo de notificación El contador rojo indica el número de notificaciones no leídas.

# Guide_Dev_Q1
source: How to enter my CRA?
es: ¿Cómo ingresar mi CRA?

# Guide_Dev_A1
source: ⏱️ CRA ENTRY 1. ENTER CRA menu → Monthly calendar view 2. Click on a day to add time 3. Select the task from dropdown list 4. Enter hours worked 5. Add a comment if needed 6. Click Save 💡 Daily total displays at bottom. Aim for 7-8h per day. 📌 Validate your CRA at month-end before submission to project manager.
es: ⏱️ INGRESO DEL CRA 1. Menú INGRESAR CRA → Vista calendario mensual 2. Haga clic en un día para agregar tiempo 3. Seleccione la tarea en la lista desplegable 4. Indique las horas trabajadas 5. Agregue un comentario si es necesario 6. Haga clic en Guardar 💡 El total diario se muestra abajo. Apunte a 7-8h por día. 📌 Valide su CRA a fin de mes antes de la sumisión al jefe de proyecto.

# Guide_Dev_Q2
source: How to see my tasks?
es: ¿Cómo ver mis tareas?

# Guide_Dev_A2
source: 📋 TASK VIEW Multiple views available: • DASHBOARD: Your current and urgent tasks • BACKLOG: All your assigned tasks with filters • KANBAN: Workflow view with drag and drop Double-click on a task to: • See complete description • Add comments • Change status • View history
es: 📋 VISTA DE TAREAS Varias vistas disponibles: • DASHBOARD: Sus tareas en curso y urgentes • BACKLOG: Todas sus tareas asignadas con filtros • KANBAN: Vista de flujo de trabajo con arrastrar y soltar Haga doble clic en una tarea para: • Ver descripción completa • Agregar comentarios • Cambiar el estado • Consultar el historial

# Guide_Dev_Q3
source: How to update a task?
es: ¿Cómo actualizar una tarea?
