Repository: HanGPIErr/BacklogManager-Prod
Catalog: Resources/Strings.*.resx
Languages: es

# Reporting_Description
source: Consolidated analysis of programs and projects for strategic steering
es: Análisis consolidado de programas y proyectos para la dirección estratégica

# Reporting_ProgramView
source: Program View
es: Vista Programa

# Reporting_ProjectView
source: Project View
es: Vista Proyecto

# Reporting_ProgramLabel
source: Program *
es: Programa *

# Reporting_ProjectLabel
source: Project *
es: Proyecto *

# Reporting_AnalysisPeriod
source: Analysis period *
es: Período de análisis *

# Reporting_GlobalView
source: Global view
es: Vista global

# Reporting_SelectProgramOrProject
source: Select a program or project
es: Seleccione un programa o proyecto

# Reporting_TeamLabel
source: Team *
es: Equipo *

# Reporting_ApplyButton
source: Apply
es: Aplicar

# Reporting_SelectMessage
source: Select a program or project
es: Seleccione un programa o proyecto

# Reporting_SelectSubMessage
source: to display steering indicators
es: para mostrar indicadores de dirección

# Reporting_Teams
source: TEAMS
es: EQUIPOS

# Reporting_TeamsDescription
source: team(s) involved
es: equipo(s) involucrado(s)

# Reporting_WorkloadDays
source: Workload (days)
es: Carga (días)

# Reporting_EstimatedWorkloadDays
source: Estimated workload (days)
es: Carga estimada (días)

# Reporting_Progress
source: PROGRESS
es: PROGRESO

# Reporting_Tasks
source: Tasks
es: TAREAS

# Reporting_RemainingTasks
source: remaining task(s)
es: tarea(s) restante(s)

# Reporting_Delivery
source: DELIVERY
es: ENTREGA

# Reporting_InDays
source: In {0} day(s)
es: En {0} día(s)

# Reporting_Velocity
source: VELOCITY
es: VELOCIDAD

# Reporting_TasksPerMonth
source: task(s) / month
es: tarea(s) / mes

# Reporting_EstimationGap
source: ESTIMATION GAP
es: BRECHA ESTIMACIÓN

# Reporting_ActualVsEstimated
source: Actual vs Estimated
es: Real vs Estimado

# Reporting_Priorities
source: PRIORITIES
es: PRIORIDADES

# Reporting_HealthStatus
source: HEALTH STATUS
es: ESTADO SALUD

# Reporting_OnTrack
source: On track
es: En Curso

# Reporting_Delayed
source: DELAYED
es: RETRASADO

# Reporting_NoDelay
source: No delay
es: Sin retraso

# Reporting_Complexity
source: COMPLEXITY
es: COMPLEJIDAD

# Reporting_Average
source: Average
es: Promedio

# Reporting_ComparativeView
source: COMPARATIVE VIEW
es: VISTA COMPARATIVA

# Reporting_BeforePeriod
source: ⏮️ BEFORE PERIOD
es: ANTES DEL PERÍODO

# Reporting_CompletedTasks
source: Completed tasks
es: Tareas completadas

# Reporting_SelectedPeriod
source: 🔍 SELECTED PERIOD
es: PERÍODO SELECCIONADO

# Reporting_TasksLabel
source: task(s)
es: Tareas

# Reporting_RemainingWork
source: REMAINING WORK
es: POR HACER

# Reporting_RemainingTasksLabel
source: Remaining tasks
es: Tareas restantes

# Reporting_ContributionsTitle
source: 👥 RESOURCE CONTRIBUTIONS
es: 👥 CONTRIBUCIONES DE RECURSOS

# Reporting_Members
source: MEMBERS
es: MIEMBROS

# Reporting_Team
source: TEAM
es: EQUIPO

# Reporting_CompletionRate
source: COMPLETION RATE
es: TASA COMPLETACIÓN

# Reporting_EstimatedDays
source: ESTIMATED DAYS
es: DÍAS ESTIMADOS

# Reporting_Contribution
source: CONTRIBUTION
es: CONTRIBUCIÓN

# Reporting_RemainingTasksCount
source: remaining task(s)
es: tarea(s) restante(s)

# Reporting_TeamsInvolved
source: team(s) involved
es: equipo(s) involucrado(s)

# Reporting_DaysRemaining
source: In {0} day(s)
es: En {0} día(s)

# Reporting_DaysDelayed
source: {0} day(s) delayed
es: Retraso de {0} día(s)

# Reporting_Today
source: Today!
es: ¡Hoy!

# Reporting_NotDefined
source: Not defined
es: No definida

# Reporting_OnTime
source: On time
es: A tiempo

# Reporting_AllOnTime
source: All on time
es: Todos a tiempo

# Reporting_AtRisk
source: At risk
es: En riesgo

# Reporting_DelayedStatus
source: Delayed
es: Retrasado

# Reporting_ProjectsDelayed
source: Projects delayed
es: Proyectos retrasados

# Reporting_ProjectsAtRisk
source: Projects at risk
es: Proyectos en riesgo

# Reporting_Undefined
source: Undefined
es: No definido

# Reporting_ToDoRemaining
source: ⏭️ REMAINING TO DO
es: ⏭️ PENDIENTE POR HACER

# Reporting_AllCompleted
source: ✅ ALL COMPLETED
es: ✅ TODO COMPLETADO

# ChatHistory_Title
source: Conversation History - AI Agent
es: Historial de Conversaciones - Agente IA

# ChatHistory_Users
source: 👥 Users
es: 👥 Usuarios

# ChatHistory_UserCount
source: {0} user(s)
es: {0} usuario(s)

# ChatHistory_LastMessage
source: Last message: {0}
es: Último mensaje: {0}

# ChatHistory_FullHistory
source: Full history of all conversations
es: Historial completo de todas las conversaciones

# ChatHistory_SelectUser
source: 👈 Select a user to view their complete history
es: 👈 Seleccione un usuario para ver su historial completo

# ChatHistory_MessageCount
source: {0} message(s)
es: {0} mensaje(s)

# ChatHistory_ConversationCount
source: {0} conversation(s)
es: {0} conversación(es)

# ChatHistory_OneConversation
source: 1 conversation
es: 1 conversación

# AuditLog_Title
source: Audit Log
es: Registro de Auditoría

# AuditLog_Subtitle
source: Complete history of system actions and modifications
es: Historial completo de acciones y modificaciones del sistema

# AuditLog_FiltersTitle
source: 🔍 Search Filters
es: 🔍 Filtros de búsqueda

# AuditLog_UserFilter
source: 👤 User
es: 👤 Usuario

# AuditLog_StartDateFilter
source: 📅 Start Date
es: 📅 Fecha inicio

# AuditLog_EndDateFilter
source: 📅 End Date
es: 📅 Fecha fin

# AuditLog_ActionFilter
source: ⚡ Action
es: ⚡ Acción

# AuditLog_AllActions
source: All
es: Todas

# AuditLog_AllUsers
source: All
es: Todos

# AuditLog_ColumnDateTime
source: 📅 Date & Time
es: 📅 Fecha y Hora

# AuditLog_ColumnUser
source: 👤 User
es: 👤 Usuario

# AuditLog_ColumnAction
source: ⚡ Action
es: ⚡ Acción

# AuditLog_ColumnEntityType
source: 📦 Entity Type
es: 📦 Tipo de Entidad

# AuditLog_ColumnDetails
source: 📝 Details
es: 📝 Detalles

# AuditLog_BtnFirst
source: ⏮️ First
es: ⏮️ Primera

# AuditLog_BtnPrevious
source: ⬅️ Previous
es: ⬅️ Anterior

# AuditLog_BtnNext
source: Next ➡️
es: Siguiente ➡️

# AuditLog_BtnLast
source: Last ⏭️
es: Última ⏭️

# AuditLog_BtnExportCSV
source: 💾 Export CSV
es: 💾 Exportar CSV

# AuditLog_BtnRefresh
source: 🔄 Refresh
es: 🔄 Actualizar

# AuditLog_PaginationEmpty
source: Page 1 / 1 (0 entries)
es: Página 1 / 1 (0 entradas)

# AuditLog_PaginationFormat
source: Page {0} / {1} ({2}-{3} of {4} entries)
es: Página {0} / {1} ({2}-{3} de {4} entradas)

# AuditLog_ErrorLoading
source: Error loading audit logs:
es: Error al cargar registros de auditoría:

# AuditLog_ErrorFilters
source: Error applying filters:
es: Error al aplicar filtros:

# AuditLog_ErrorExport
source: Error exporting CSV:
es: Error al exportar CSV:

# AuditLog_ErrorPagination
source: Error updating pagination:
es: Error al actualizar paginación:

# AuditLog_ExportTitle
source: Export Audit Log
es: Exportar registro de auditoría

# AuditLog_ExportFilter
source: CSV Files (*.csv)|*.csv
es: Archivos CSV (*.csv)|*.csv

# AuditLog_ExportSuccess
source: Export successful! {0} records exported.
es: ¡Exportación exitosa! {0} registros exportados.

# AuditLog_ExportSuccessTitle
source: CSV Export
es: Exportar CSV

# AuditLog_CSVHeader
source: Date;User;Action;Entity Type;Entity ID;Old Value;New Value;Details
es: Fecha;Usuario;Acción;Tipo de Entidad;ID Entidad;Valor Antiguo;Valor Nuevo;Detalles

# Settings_Subtitle
source: Application configuration and data management
es: Configuración de la aplicación y gestión de datos

# Settings_DatabaseSection
source: 💾 Database
es: 💾 Base de datos

# Settings_BtnBrowse
source: 📁 Browse
es: 📁 Examinar

# Settings_ExportImportSection
source: 📤 Data Export / Import
es: 📤 Exportar / Importar datos

# Settings_BtnExportSQLite
source: 💾 Export SQLite (.db)
es: 💾 Exportar SQLite (.db)

# Settings_BtnExportJSON
source: 📄 Export Full JSON
es: 📄 Exportar JSON completo

# Settings_BtnExportComplete
source: 📦 Complete Export (SQLite+JSON)
es: 📦 Exportación completa (SQLite+JSON)

# Settings_BtnExportCSV
source: 📊 Export backlog as CSV
es: 📊 Exportar backlog como CSV

# Settings_BtnImportSQLite
source: 📥 Import SQLite (.db)
es: 📥 Importar SQLite (.db)

# Settings_BtnImportJSON
source: 📥 Import JSON
es: 📥 Importar JSON

# Settings_AppearanceSection
source: 🎨 Appearance
es: 🎨 Apariencia

# Settings_ThemeLight
source: 🌞 Light (default)
es: 🌞 Claro (predeterminado)

# Settings_ThemeDark
source: 🌙 Dark (coming soon)
es: 🌙 Oscuro (próximamente)

# Settings_LanguageChangeLater
source: ℹ️ Language change will be applied on next startup
es: ℹ️ El cambio de idioma se aplicará en el próximo inicio

# Settings_NotificationsSection
source: 🔔 Notifications
es: 🔔 Notificaciones

# Settings_NotifAssignedTasks
source: Notifications for assigned tasks
es: Notificaciones para tareas asignadas

# Settings_NotifDeadlines
source: Alerts for upcoming deadlines
es: Alertas para fechas límite cercanas

# Settings_NotifComments
source: Notifications for new comments
es: Notificaciones para nuevos comentarios

# Settings_NotifMentions
source: Alerts when I'm mentioned (@user)
es: Alertas cuando soy mencionado (@usuario)

# Settings_NotifInfo
source: 💡 Notifications are currently managed automatically. Fine-tuning available soon
es: 💡 Las notificaciones se gestionan automáticamente. Ajuste fino disponible próximamente

# Settings_MaintenanceSection
source: 🔧 Maintenance
es: 🔧 Mantenimiento

# Settings_Cleanup
source: Cleanup and optimization:
es: Limpieza y optimización:

# Settings_BtnClearCache
source: 🗑️ Clear cache
es: 🗑️ Vaciar caché

# Settings_BtnOptimizeDB
source: ⚡ Optimize database
es: ⚡ Optimizar base de datos

# Settings_BtnReset
source: 🔄 Reset app
es: 🔄 Restablecer app

# Settings_ResetWarning
source: ⚠️ Warning: Reset will delete ALL data
es: ⚠️ Atención: El restablecimiento eliminará TODOS los datos

# Settings_InfoSection
source: ℹ️ System Information
es: ℹ️ Información del sistema

# Settings_TaskCount
source: Number of tasks:
es: Número de tareas:

# Settings_UserCount
source: Number of users:
es: Número de usuarios:

# Settings_ErrorLoading
source: Error loading settings:
es: Error al cargar configuración:

# Settings_ErrorLoadingInfo
source: Error loading information:
es: Error al cargar información:

# Settings_ErrorSaveConfig
source: Error saving configuration:
es: Error al guardar configuración:

# Settings_ChangeDBPathTitle
source: Database path change
es: Cambio de ruta de base de datos

# Settings_ChangeDBPathMessage
source: Path updated successfully! The application must be restarted to apply changes. Do you want to restart now?
es: ¡Ruta actualizada correctamente! La aplicación debe reiniciarse para aplicar los cambios. ¿Desea reiniciar ahora?

# Settings_ErrorExportSQLite
source: Error exporting SQLite:
es: Error al exportar SQLite:

# Settings_FileNotFound
source: Database file not found.
es: Archivo de base de datos no encontrado.

# Settings_ExportSQLiteSuccess
source: SQLite export successful!
es: ¡Exportación SQLite exitosa!

# Settings_ExportSQLiteSuccessMessage
source: Database has been exported to: {0}
es: La base de datos ha sido exportada a: {0}

# Settings_ErrorExportJSON
source: Error exporting JSON:
es: Error al exportar JSON:

# Settings_ExportJSONSuccess
source: JSON export successful!
es: ¡Exportación JSON exitosa!

# Settings_ExportJSONSuccessMessage
source: Data has been exported to: {0}
es: Los datos han sido exportados a: {0}

# Settings_ErrorExportComplete
source: Error during complete export:
es: Error durante exportación completa:

# Settings_ExportCompleteSuccess
source: Complete export successful!
es: ¡Exportación completa exitosa!

# Settings_ExportCompleteSuccessMessage
source: All files have been exported to folder: {0} Files created: - SQLite database - Complete JSON export - Metadata file
es: Todos los archivos han sido exportados a la carpeta: {0} Archivos creados: - Base de datos SQLite - Exportación JSON completa - Archivo de metadatos

# Settings_ErrorExportCSV
source: Error exporting CSV:
es: Error al exportar CSV:

# Settings_ExportCSVSuccess
source: Export successful! {0} tasks exported to: {1}
es: ¡Exportación exitosa! {0} tareas exportadas a: {1}

# Settings_ImportWarningTitle
source: ⚠️ Warning - Data Import
es: ⚠️ Atención - Importación de datos

# Settings_ImportWarningMessage
source: WARNING: This operation will replace ALL existing data! An automatic backup will be created before import. Are you SURE you want to continue?
es: ATENCIÓN: ¡Esta operación reemplazará TODOS los datos existentes! Se creará una copia de seguridad automática antes de importar. ¿Está SEGURO de que desea continuar?

# Settings_ErrorImportSQLite
source: Error importing SQLite:
es: Error al importar SQLite:

# Settings_ImportSQLiteSuccess
source: SQLite import successful!
es: ¡Importación SQLite exitosa!

# Settings_ImportSQLiteSuccessMessage
source: Database has been imported successfully. The application will now restart.
es: La base de datos ha sido importada correctamente. La aplicación se reiniciará ahora.

# Settings_ImportJSONWarningTitle
source: ⚠️ Warning - JSON Import
es: ⚠️ Atención - Importación JSON

# Settings_ImportJSONWarningMessage
source: This operation will replace all current data with data from the JSON file. A backup will be created automatically. Continue?
es: Esta operación reemplazará todos los datos actuales con los del archivo JSON. Se creará una copia de seguridad automáticamente. ¿Continuar?

# Settings_ErrorImportJSON
source: Error during import:
es: Error durante importación:

# Settings_ImportJSONSuccess
source: JSON import successful!
es: ¡Importación JSON exitosa!

# Settings_ImportJSONSuccessMessage
source: Data has been imported successfully. The application will now reload.
es: Los datos han sido importados correctamente. La aplicación se recargará ahora.

# Settings_ClearCacheSuccess
source: Cache cleared successfully!
es: ¡Caché vaciada correctamente!

# Settings_ErrorClearCache
source: Error during cleanup:
es: Error durante limpieza:

# Settings_OptimizeDBSuccess
source: Database optimized!
es: ¡Base de datos optimizada!

# Settings_ErrorOptimizeDB
source: Error during optimization:
es: Error durante optimización:

# Settings_ResetWarningTitle
source: ⚠️ WARNING - Complete Reset
es: ⚠️ ATENCIÓN - Restablecimiento completo

# Settings_ResetWarningMessage
source: You are about to DELETE ALL application data! This action is IRREVERSIBLE. Are you absolutely sure you want to continue?
es: ¡Está a punto de ELIMINAR TODOS los datos de la aplicación! Esta acción es IRREVERSIBLE. ¿Está absolutamente seguro de que desea continuar?

# Settings_ResetSuccess
source: Reset completed!
es: ¡Restablecimiento completado!

# Settings_ResetSuccessMessage
source: All data has been deleted. The application will restart.
es: Todos los datos han sido eliminados. La aplicación se reiniciará.

# Settings_ErrorReset
source: Error during reset:
es: Error durante restablecimiento:

# Settings_Success
source: Success
es: Éxito

# Settings_Info
source: Information
es: Información

# Settings_Warning
source: Warning
es: Atención

# Stats_Title
source: Dashboard
es: Panel de control

# Stats_Subtitle
source: Performance and statistics overview
es: Resumen de rendimiento y estadísticas

# Stats_Period
source: 🗓 Period:
es: 🗓 Período:

# Stats_PeriodCurrentYear
source: 📅 Current Year
es: 📅 Año actual

# Stats_Period6Months
source: 📆 Last 6 Months
es: 📆 Últimos 6 meses

# Stats_PeriodCurrentMonth
source: 📌 Current Month
es: 📌 Mes actual

# Stats_Period3Months
source: 🔖 Last 3 Months
es: 🔖 Últimos 3 meses

# Stats_PeriodCustom
source: ⏱ Custom Period
es: ⏱ Período personalizado

# Stats_PeriodAll
source: 🌐 Show All
es: 🌐 Mostrar todo

# Stats_Period2Months
source: 📅 Last 2 months
es: 📅 Últimos 2 meses

# Timeline_Year
source: YEAR
es: AÑO

# Timeline_Days
source: day(s)
es: día(s)

# Stats_From
source: From:
es: Desde:

# Stats_To
source: To:
es: Hasta:

# Stats_BtnRefresh
source: 🔄 Refresh
es: 🔄 Actualizar

# Stats_BtnAnalyzeIA
source: 🤖 AI Analysis
es: 🤖 Análisis IA

# Stats_BtnExportPDF
source: 📄 Export PDF
es: 📄 Exportar PDF

# Stats_TotalTasks
source: 📝 Total Tasks
es: 📝 Total Tareas

# Stats_Completed
source: ✅ Completed
es: ✅ Completadas

# Stats_InProgress
source: ⏳ In Progress
es: ⏳ En progreso

# Stats_ActiveProjects
source: 📊 Active Projects
es: 📊 Proyectos activos

# Stats_TotalHours
source: ⏰ Total Hours Entered
es: ⏰ Total Horas Ingresadas

# Stats_DaysEntered
source: 📅 Days Entered (this month)
es: 📅 Días Ingresados (este mes)

# Stats_ActiveDevs
source: 👥 Active Devs
es: 👥 Devs Activos

# Stats_CompletionRate
source: 🎯 Completion Rate
es: 🎯 Tasa de Realización

# Stats_ActualVsEstimated
source: Actual vs estimated time
es: Tiempo real vs estimado

# Stats_OverrunNote
source: (>100% = overrun)
es: (>100% = exceso)

# Stats_TasksByStatus
source: 📊 Tasks by Status
es: 📊 Tareas por Estado

# Stats_WorkloadByDev
source: 👥 Workload by Developer
es: 👥 Carga por Desarrollador

# Stats_TasksDistribution
source: Tasks distribution by status
es: Distribución de tareas por estado

# Stats_Tasks
source: tasks
es: tareas

# Stats_ToDo
source: To Do
es: Por hacer

# Stats_Blocked
source: Blocked
es: Bloqueadas

# Stats_ThisMonth
source: This month
es: Este mes

# Stats_Days
source: days
es: días

# Stats_Members
source: members
es: miembros

# Stats_Active
source: active
es: activos

# Stats_RelativeSize
source: Relative size
es: Tamaño relativo

# Stats_Projects
source: Projects
es: Proyectos

# Stats_Load
source: Load
es: Carga

# Stats_ViewMembers
source: View members
es: Ver miembros

# Stats_NotAssigned
source: Not assigned
es: No asignado

# Stats_AverageLoad
source: Avg. load
es: Carga prom.

# Stats_TotalTeam
source: Total team
es: Total equipo

# AIAnalysis_WindowTitle
source: AI Analysis - Statistics
es: Análisis IA - Estadísticas

# AIAnalysis_AgentSubtitle
source: Statistics and trends analysis
es: Análisis de estadísticas y tendencias

# AIAnalysis_TitlePeriod
source: 📅 Analyzed Period
es: 📅 Período Analizado

# AIAnalysis_TitlePerformanceScore
source: Performance Score
es: Puntuación de Rendimiento

# AIAnalysis_TitleOverview
source: 📊 Overview
es: 📊 Visión General

# AIAnalysis_TitleDevPerformance
source: 👥 Developer Performance
es: 👥 Rendimiento por Desarrollador

# AIAnalysis_TitleTrends
source: 📈 Trends and Patterns
es: 📈 Tendencias y Patrones

# AIAnalysis_TitleRecommendations
source: 💡 Recommendations
es: 💡 Recomendaciones

# AIAnalysis_TitlePriorityActions
source: 🎯 Priority Actions
es: 🎯 Acciones Prioritarias

# AIAnalysis_LoadingAnalyzing
source: Agent is analyzing statistics...
es: Agent está analizando las estadísticas...

# AIAnalysis_LoadingWait
source: This may take a few moments...
es: Esto puede tardar unos momentos...

# AIAnalysis_TokenRequired_Title
source: API Token Required
es: Token API Requerido

# AIAnalysis_TokenRequired_Message
source: To use AI analysis, you must first configure your OpenAI API token. Do you want to configure it now? Note: Go to the 💬 Chat with AI section to configure your token.
es: Para utilizar el análisis IA, primero debe configurar su token API de OpenAI. ¿Desea configurarlo ahora? Nota: Vaya a la sección 💬 Chat con IA para configurar su token.

# AIAnalysis_TokenConfig_Title
source: Configuration
es: Configuración

# AIAnalysis_TokenConfig_Message
source: Go to the '💬 Chat with AI' section in the main menu to configure your API token.
es: Vaya a la sección '💬 Chat con IA' en el menú principal para configurar su token API.

# ProjectAIAnalysis_WindowTitle
source: Project AI Analysis
es: Análisis IA del Proyecto

# ProjectAIAnalysis_Title
source: 🤖 Project AI Analysis
es: 🤖 Análisis IA del Proyecto

# ProjectAIAnalysis_ProjectLabel
source: Project:
es: Proyecto:

# ProjectAIAnalysis_ScoreLabel
source: Score
es: Puntuación

# ProjectAIAnalysis_Loading
source: AI is analyzing your project...
es: La IA está analizando su proyecto...

# ProjectAIAnalysis_LoadingDetails
source: Checking deadlines, analyzing tasks, calculating delays...
es: Verificando plazos, analizando tareas, calculando retrasos...

# ProjectAIAnalysis_Overview
source: 📊 Overview
es: 📊 Visión general

# ProjectAIAnalysis_DeadlineAnalysis
source: ⏰ Deadline Analysis
es: ⏰ Análisis de Plazos

# ProjectAIAnalysis_Recommendations
source: 💡 Recommendations
es: 💡 Recomendaciones

# ProjectAIAnalysis_ProposedActions
source: 🎯 Proposed Actions
es: 🎯 Acciones Propuestas

# ProjectAIAnalysis_Close
source: Close
es: Cerrar

# ProjectAIAnalysis_TokenNotConfigured
source: API token not configured. Configure it in the Chat section.
es: Token API no configurado. Configúrelo en la sección Chat.

# ProjectAIAnalysis_AnalysisError
source: Analysis error: {0}
es: Error en el análisis: {0}

# ProgramAIAnalysis_WindowTitle
source: Program AI Analysis
es: Análisis IA del Programa

# ProgramAIAnalysis_Title
source: 🤖 Program AI Analysis
es: 🤖 Análisis IA del Programa

# ProgramAIAnalysis_ProgramLabel
source: Program:
es: Programa:

# ProgramAIAnalysis_Loading
source: AI is analyzing your program...
es: La IA está analizando su programa...

# ProgramAIAnalysis_LoadingDetails
source: Analyzing projects, checking interdependencies, calculating risks...
es: Analizando proyectos, verificando interdependencias, calculando riesgos...

# ProgramAIAnalysis_Copy
source: 📋 Copy
es: 📋 Copiar

# ProgramAIAnalysis_Close
source: Close
es: Cerrar

# ProgramAIAnalysis_TokenNotConfigured
source: API token not configured. Configure it in the Chat section.
es: Token API no configurado. Configúrelo en la sección Chat.

# ProgramAIAnalysis_AnalysisError
source: Analysis error: {0}
es: Error en el análisis: {0}

# ProgramAIAnalysis_CopiedToClipboard
source: Analysis copied to clipboard!
es: ¡Análisis copiado al portapapeles!

# DevAIAnalysis_WindowTitle
source: AI Analysis - Developer
es: Análisis IA - Desarrollador

# DevAIAnalysis_DevAnalysis
source: Developer Analysis
es: Análisis del desarrollador

# DevAIAnalysis_AnalyzedPeriod
source: 📅 Analyzed Period
es: 📅 Período Analizado

# DevAIAnalysis_PerformanceScore
source: Performance Score
es: Puntuación de Rendimiento

# DevAIAnalysis_GeneralOverview
source: 📊 General Overview
es: 📊 Resumen General

# DevAIAnalysis_Strengths
source: 💪 Strengths
es: 💪 Puntos Fuertes

# DevAIAnalysis_ImprovementAreas
source: 🎯 Areas for Improvement
es: 🎯 Áreas de Mejora

# DevAIAnalysis_Recommendations
source: 💡 Recommendations
es: 💡 Recomendaciones

# DevAIAnalysis_Close
source: Close
es: Cerrar

# TaskAIAnalysis_WindowTitle
source: 🤖 Task AI Analysis
es: 🤖 Análisis IA de la Tarea

# TaskAIAnalysis_AnalysisInProgress
source: Analysis in progress...
es: Análisis en curso...

# TaskAIAnalysis_AnalyzingTask
source: AI is analyzing the task and generating recommendations...
es: La IA está analizando la tarea y generando recomendaciones...

# TaskAIAnalysis_AIAnalysis
source: 🤖 AI ANALYSIS
es: 🤖 ANÁLISIS IA

# TaskAIAnalysis_GeneralOverview
source: 📊 GENERAL OVERVIEW
es: 📊 RESUMEN GENERAL

# TaskAIAnalysis_DetailedAnalysis
source: 🔍 DETAILED ANALYSIS
es: 🔍 ANÁLISIS DETALLADO

# TaskAIAnalysis_AttentionPoints
source: ⚠️ ATTENTION POINTS
es: ⚠️ PUNTOS DE ATENCIÓN

# TaskAIAnalysis_Recommendations
source: 💡 RECOMMENDATIONS
es: 💡 RECOMENDACIONES

# TaskAIAnalysis_PriorityActions
source: 🎯 PRIORITY ACTIONS
es: 🎯 ACCIONES PRIORITARIAS

# TaskAIAnalysis_Close
source: Close
es: Cerrar

# StatsAIAnalysis_WindowTitle
source: AI Analysis - Statistics
es: Análisis IA - Estadísticas

# StatsAIAnalysis_StatsAndTrends
source: Statistics and trends analysis
es: Análisis de estadísticas y tendencias

# StatsAIAnalysis_AnalyzedPeriod
source: 📅 Analyzed Period
es: 📅 Período Analizado

# StatsAIAnalysis_PerformanceScore
source: Performance Score
es: Puntuación de Rendimiento

# StatsAIAnalysis_Overview
source: 📊 Overview
es: 📊 Visión General
